Repository: MrThanlon/cnijfilter-common
Catalog: cngpijmon-2.60/po/*.po
Languages: pt

source: The waste ink absorber is full. Contact the service center for the replacement of the waste ink absorber.
pt: O absorvente de resíduos de tinta está cheio. Contacte o centro de assistência para substituição do absorvente de resíduos de tinta.

source: Service error %s. Cancel printing and turn the printer off and then back on. If this doesn't clear the error, see the printer manual for more detail.
pt: Erro de serviço %s. Cancele a impressão, desligue a impressora e volte a ligá-la. Se o problema não ficar corrigido, consulte o manual da impressora para obter mais informações.

source: Paper out!
pt: Sem papel

source: Load paper.
pt: Colocar papel.

source: Load paper in the sheet feeder.
pt: Coloque papel no alimentador de folhas.

source: Load paper in the cassette.
pt: Coloque papel na cassete.

source: Press printer's RESUME button.
pt: Prima o botão RETOMAR da impressora.

source: Press printer's OK button.
pt: Prima o botão OK da impressora.

source: Paper is jammed.
pt: O papel está encravado.

source: Paper is jammed at the paper output slot.
pt: O papel está encravado na ranhura de saída.

source: Remove the jammed paper.
pt: Remova o papel encravado.

source: Press printer's RESUME button. Printing resumes from the next paper.
pt: Prima o botão RETOMAR da impressora. A impressão é retomada a partir do papel seguinte.

source: Press printer's OK button. Printing resumes from the next paper.
pt: Prima o botão OK da impressora. A impressão é retomada a partir da folha seguinte.

source: Paper is jammed in the transport unit.
pt: O papel está encravado na unidade de transporte.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
pt: Abra a tampa posterior, retire o papel encravado. Se não for possível retirar o papel encravado, retire a cassete em primeiro lugar e retire o papel pelo lado da cassete.

source: Paper is jammed in the duplexing transport unit.
pt: O papel está encravado na unidade de transporte frente e verso.

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
pt: Retire a cassete, coloque a impressora sob o seu lado posterior e em seguida abra a tampa da unidade de transporte frente e verso. Em seguida, remova o papel encravado e coloque novamente a impressora na posição correcta. Consulte o manual do utilizador para obter mais detalhes.

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
pt: Retire a cassete, coloque a impressora de lado e em seguida abra a tampa da unidade de transporte frente e verso. Em seguida, remova o papel encravado e coloque novamente a impressora na posição correcta. Consulte o Manual do Utilizador para obter mais detalhes.

source: Correct print head is not installed. Install an appropriate print head and close the cover of the printer.
pt: Não está instalada a cabeça de impressão correcta. Instale a cabeça de impressão correcta e feche a tampa da impressora.

source: Operator error. Press printer's RESUME button. If this doesn't clear the error, cancel printing and turn the printer off and then back on.
pt: Erro do operador. Carregue no botão RETOMAR da impressora. Se o erro não ficar resolvido, cancele a impressão e desligue e volte a ligar a impressora.

source: Operator error. Press printer's OK button. If this doesn't clear the error, cancel printing and turn the printer off and then back on.
pt: Erro do operador. Prima o botão OK da impressora. Se o erro não ficar resolvido, cancele a impressão e desligue e volte a ligar a impressora.

source: Scanner Cartridge detected! Change to appropriate cartridge. Click Cancel Printing to cancel operation.
pt: Tinteiro de digitalização detectado. Mude para o tinteiro adequado. Clique em Cancelar impressão para cancelar a operação.

source: The waste ink absorber is almost full. Press the printer's RESUME button to restart printing.
pt: O absorvente de resíduos de tinta está quase cheio. Prima o botão RETOMAR da impressora para reiniciar a impressão.

source: The waste ink absorber is almost full. Press the printer's OK button to restart printing.
pt: O absorvente de resíduos de tinta está quase cheio. Prima o botão OK da impressora para reiniciar a impressão.

source: Protector not installed. Install a protector properly in the printer.
pt: Protecção não instalada. Instale uma protecção na impressora.

source: Black [7]
pt: Preto [7]

source: Photo Black [7]
pt: Preto para fotografia [7]

source: Photo Cyan [7]
pt: Ciano para fotografia [7]

source: Photo Magenta [7]
pt: Magenta para fotografia [7]

source: Cyan [7]
pt: Ciano [7]

source: Yellow [7]
pt: Amarelo [7]

source: Red [7]
pt: Vermelho [7]

source: Green [7]
pt: Verde [7]

source: Black [3e]
pt: Preto [3e]

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
pt: A tampa da impressora está aberta. Se a impressão estiver em curso, não é possível mudar o tinteiro. Feche a tampa, aguarde até concluir a impressão e, em seguida, abra novamente a tampa e substitua a cabeça de impressão ou o cartucho.

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
pt: A tampa da impressora está aberta. Se estiver a imprimir, a cabeça de impressão ou o cartucho não podem ser mudados. Feche a tampa, aguarde que a impressão termine e, em seguida, abra a tampa novamente e mude a cabeça de impressão ou o cartucho.

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
pt: O documento não pode ser impresso porque o tabuleiro de saída do papel está fechado. Abra o tabuleiro de saída do papel. A impressão será reiniciada.

source: Document printing cannot be executed because the paper output tray is closed. Press the Open button, and open the paper output tray. Printing will restart.
pt: O documento não pode ser impresso porque o tabuleiro de saída do papel está fechado. Prima o botão Abrir e abra o tabuleiro de saída do papel. A impressão será reiniciada.

source: Operator error. The connected printer cannot work correctly.
pt: Erro do operador. A impressora ligada não pode funcionar correctamente.

source: Cleaning. Please wait.
pt: A limpar. Aguarde.

source: The holder is at the replacement position. After replacing the ink cartridge, close the printer's cover.
pt: O suporte está na posição de substituição. Após substituir o tinteiro, feche a tampa da impressora.

source: The holder is at the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tanks, do not remove the print head from the printer. Do not touch the locking lever.
pt: O suporte está na posição de substituição. Depois de substituir a cabeça de impressão ou o cartucho, feche a tampa da impressora. Para substituir apenas os cartuchos, não remova a cabeça de impressão da impressora. Não toque na alavanca de bloqueio.

source: Printing.
pt: A imprimir.

source: The printer is performing another operation.
pt: A impressora está a executar outra operação.

source: Scanner Cartridge detected. You cannot print with this cartridge. Install another BJ Cartridge in your printer.
pt: Tinteiro de digitalização detectado. Não é possível imprimir com este tinteiro. Instale outro tinteiro BJ na impressora.

source: Unsupported cartridge installed. Change to appropriate BJ cartridge.
pt: Tinteiro não suportado instalado. Mude para um tinteiro BJ adequado.

source: Printer is online.
pt: A impressora está online.

source: The following ink tanks are running low.
pt: Os cartuchos seguintes estão quase vazios.

source: Black [7e]
pt: Preto [7e]

source: Black [9]
pt: Preto [9]

source: Photo Cyan [7e]
pt: Ciano para fotografia [7e]

source: Photo Magenta [7e]
pt: Magenta para fotografia [7e]

source: Cyan [7e]
pt: Ciano [7e]

source: Yellow [7e]
pt: Amarelo [7e]

source: Black [24]
pt: Preto [24]

source: Color [24]
pt: Cor [24]

source: Prepare new ink tanks.
pt: Prepare novos cartuchos.

source: Black [40]
pt: Preto [40]

source: Black [50]
pt: Preto [50]

source: Color [41]
pt: Cor [41]

source: Color [51]
pt: Cor [51]

source: Black [8]
pt: Preto [8]

source: Black [5]
pt: Preto [5]

source: Photo Cyan [8]
pt: Ciano para fotografia [8]

source: Photo Magenta [8]
pt: Magenta para fotografia [8]

source: Cyan [8]
pt: Ciano [8]

source: Yellow [8]
pt: Amarelo [8]

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
pt: Prepare um novo tinteiro. Quer acabe o tinteiro de cor ou o de tinta preta, é possível definir a impressora para continuar a imprimir com o outro tinteiro nas Definições do tinteiro no separador Manutenção do controlador da impressora.

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
pt: O tinteito foi instalado ou substituído. Se o resultado de impressão apresenta linhas desalinhadas ou não for satisfatório após instalação ou substituição, consulte o manual do utilizador e execute o alinhamento das cabeças de impressão.

source: The printer is set not to display a low ink warning.
pt: A impressora está definida para não mostrar um aviso de pouca tinta.

source: Printing cannot be executed because the inner cover is open.
pt: Não é possível imprimir porque a tampa interior está aberta.

source: Close the inner cover.
pt: Feche a tampa interior.

source: Press printer's RESUME button. Printing will restart.
pt: Prima o botão RETOMAR da impressora. A impressão será reiniciada.

source: Press printer's OK button. Printing will restart.
pt: Prima o botão OK da impressora. A impressão é retomada.

source: During printing, the inner cover of the printer was opened.
pt: Durante a impressão, a tampa interior da impressora foi aberta.

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
pt: Um tinteiro não está instalado correctamente. Abra a tampa da impressora, certifique-se de que o tinteiro se encontra instalado correctamente e feche a tampa.

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port.
pt: Uma câmara ou um dispositivo digital, não suportado pela função de impressão directa, está ligado à porta para impressão directa. Retire o cabo da porta para impressão directa.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
pt: Ocorreu um erro durante o alinhamento automático das cabeças de impressão. Os ejectores da cabeça de impressão poderão estar obstruídos. Execute a limpeza no separador Manutenção do controlador da impressora e volte a executar o alinhamento das cabeças de impressão. Se o erro persistir, consulte o manual do utilizador para verificar o tipo de erro ou efectue o alinhamento manual. Prima o botão RETOMAR para eliminar o erro.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
pt: Ocorreu um erro durante o alinhamento automático das cabeças de impressão. Os ejectores da cabeça de impressão poderão estar obstruídos Execute a limpeza no separador Manutenção do controlador da impressora e volte a executar o alinhamento das cabeças de impressão. Se o erro persistir, consulte o Manual do Utilizador para verificar o tipo de erro ou efectue o alinhamento manual. Prima o botão OK para eliminar o erro

source: Ink tank errors have occurred. Open the printer's cover and replace the ink tanks on which ink lamps are off.
pt: Ocorreram erros no cartucho. Abra a tampa da impressora e substitua os cartuchos cujas luzes indicadores de tinta estejam apagadas.

source: More than one ink tank of the following color is installed.
pt: Encontram-se instalados mais do que um cartucho da cor seguinte.

source: The following ink tank cannot be recognized.
pt: Não foi possível identificar o seguinte cartucho.

source: Some ink tanks are not installed in place. Confirm that the following ink tanks are installed in the appropriate positions.
pt: Alguns cartuchos não se encontram instalados correctamente. Confirme se os seguintes cartuchos se encontram instalados nas posições correctas.

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. If printing is in progress and you want to continue printing, press the RESUME button with the ink tank installed. Then printing can continue under the ink out condition. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: Acabou a tinta. Substitua o cartucho e feche a tampa. Ao substituir o cartucho, certifique-se de que a tampa interior está aberta. Se a impressão estiver em curso e pretender continuar a imprimir, prima o botão RETOMAR com o cartucho instalado. Em seguida, é possível continuar a impressão nesta situação. Substitua o cartucho vazio imediatamente após a impressão terminar. Se continuar a imprimir em situação de falta de tinta poderá danificar a impressora.

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. If printing is in progress and you want to continue printing, press the printer's OK button with the ink tank installed. Then printing can continue under the ink out condition. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
pt: A tinta acabou. Substitua o cartucho e feche a tampa. Ao substituir o cartucho certifique-se de que a tampa interior está aberta. Se houver uma impressão em curso e pretender continuar a imprimir, prima o botão OK da impressora, com o cartucho instalado. Assim, a impressão pode continuar na situação de falta de tinta. Substitua o cartucho vazio imediatamente após impressão. A impressora poderá sofrer danos se continuar a imprimir sem tinta.

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
pt: O nível restante da tinta a seguir não pode ser detectado corretamente. Substitua o cartucho.

source: The following ink cartridge cannot be recognized.
pt: Não foi possível identificar o seguinte tinteiro.

source: The following ink cartridge has previously been used.
pt: O seguinte tinteiro já foi utilizado anteriormente.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
pt: Acabou a tinta. Substitua o tinteiro e feche a tampa. Se a impressão estiver em curso e pretender continuar a imprimir, prima o botão RETOMAR com o tinteiro instalado. Em seguida, é possível continuar a impressão nesta situação. Substitua o tinteiro vazio imediatamente após a impressão terminar. Se continuar a imprimir em situação de falta de tinta, a qualidade de impressão resultante não é satisfatória.

source: Black
pt: Preto

source: Color
pt: Cor

source: Use only one ink tank per color at a time.
pt: Utilize apenas um cartucho de cada cor em cada utilização.

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
pt: Não é possível imprimir porque o tinteiro pode não estar instalado correctamente ou pode não ser compatível com esta impressora. Instale o tinteiro adequado.

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
pt: Não é possível imprimir porque o cartucho pode não estar instalado correctamente ou pode não ser compatível com esta impressora. Instale o cartucho adequado.

source: The following ink tanks have run out.
pt: Acabou a tinta dos seguintes cartuchos.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
pt: A impressão na condição atual pode danificar a impressora. A Canon não se responsabiliza por mau funcionamento ou danos na impressora causados por cartuchos reciclados. Para continuar a impressão, é necessário liberar a função do nível de tinta restante. Pressione e mantenha pressionado o botão RETOMAR da impressora por pelo menos 5 segundos e solte-o. A liberação da função de detecção do nível de tinta restante é memorizada. Esta operação liberará a função de detecção do nível restante da tinta mencionada.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
pt: A impressão na condição atual pode danificar a impressora. A Canon não se responsabiliza por mau funcionamento ou danos na impressora causados por cartuchos reciclados. Para continuar a impressão, é necessário liberar a função do nível de tinta restante. Pressione e mantenha pressionado o botão Parar/Repor da impressora por pelo menos 5 segundos e solte-o. A liberação da função de detecção do nível de tinta restante é memorizada. Esta operação liberará a função de detecção do nível restante da tinta mencionada.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the RESUME button.
pt: A função de detecção do nível de tinta restante pode estar desactivada, uma vez que não é possível detectar correctamente o nível de tinta. Se pretende continuar a imprimir sem esta função, prima o botão RETOMAR.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the RESUME button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
pt: A função de detecção do nível de tinta restante pode estar desactivada, uma vez que não é possível detectar correctamente o nível de tinta. Se pretende continuar a imprimir sem esta função, prima o botão RETOMAR. A Canon recomenda a utilização de tinteiros Canon genuínos novos por forma a obter qualidade máxima.

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
pt: Prepare um novo tinteiro. Quer acabe o tinteiro de cor ou o de tinta preta, é possível definir a impressora para continuar a imprimir com o outro tinteiro nas Definições do tinteiro no separador Manutenção do controlador da impressora.

source: Ready.
pt: Preparada.

source: Unknown printer.
pt: Impressora não identificada.

source: Spooler error.
pt: Erro na fila de impressão.

source: Cartridge Type:
pt: Tipo de tinteiro:

source: Scanner
pt: Digitalizador

source: Unsupported
pt: Não suportado

source: Photo
pt: Foto

source: Black
pt: Preto

source: Color
pt: Cor

source: Unknown
pt: Descon.

source: Paper Thickness Lever Position:
pt: Pos. alavanca espessura papel:

source: up
pt: para cima

source: down
pt: para baixo

source: left
pt: esquerda

source: right
pt: direita

source: Continue
pt: Continuar

source: Cancel Printing
pt: Cancelar impressão
