Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.70/po/*.po
Languages: pl

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the sheet feeder and click the Print Check Pattern.
pl: Drukuje desenie pozwalaj±ce sprawdziæ, czy dysze g³owicy drukuj±cej nie s± zatkane. Za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Drukuj wzór testu.

source: Load a sheet of A4 or letter size paper into the sheet feeder and click OK.
pl: Za³aduj arkusz papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk OK.

source: The next step is to print an alignment pattern for plain paper printing. Load a sheet of A4 or letter size, plain paper in the paper source selected by the Paper Feed Switch, click OK.
pl: Nastêpny krok to wydrukowanie deseniu wyrównywania dla drukowania na papierze zwyk³ym. Za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do ¼ród³a papieru wskazywanego przez prze³±cznik podawania papieru i kliknij przycisk OK.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the sheet feeder and click Print Head Alignment. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê automatyczne wyrównywanie g³owic. Poniewa¿ operacja wyrównywania wymaga wykonania wydruków, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), za³aduj jeden arkusz zwyk³ego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby przeprowadziæ rêczne wyrównywanie g³owic, kliknij przycisk Anuluj. Nastêpnie kliknij przycisk Ustawienia niestandardowe na karcie Obs³uga sterownika drukarki, zaznacz pole Wyrównaj g³owice rêcznie i kliknij przycisk Wy¶lij. Po wykonaniu tych czynno¶ci ponów próbê. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load a sheet of A4 or letter size, plain paper in the paper source selected by the Paper Feed Switch. The printer will first print an alignment pattern for photo paper printing. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ wyrównywanie wymaga wykonania wydruku, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie) i za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru. Drukarka wydrukuje najpierw deseñ wyrównywania dla papieru fotograficznego. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready(connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ wyrównywanie jest zwi±zane z drukowaniem, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru i za³aduj arkusz papieru zwyk³ego formatu A4 lub Letter do podajnika arkuszy. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk OK.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the sheet feeder, and click the Print Check Pattern.
pl: Drukuje desenie pozwalaj±ce sprawdziæ, czy dysze g³owicy drukuj±cej nie s± zatkane. Przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru, za³aduj arkusz papieru zwyk³ego formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Drukuj wzór testu.

source: Color Only
pl: Tylko kolor

source: Black Only
pl: Tylko czarny

source: Both Black and Color
pl: Czarny i kolorowy

source: Prints using only color cartridge instead of black cartridge.
pl: Drukuje tylko za pomoc± kasety kolorowej zamiast kasety czarnej.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper is selected for the Media Type on the Main Tab.
pl: Drukuje tylko za pomoc± kasety czarnej zamiast kolorowej, je¶li na karcie G³ówne jako Typ no¶nika jest wybrany Papier zwyk³y.

source: Prints using both black and color cartridges.
pl: Drukuje za pomoc± kasety czarnej i kolorowej.

source: The printer will print one sheet of pattern to start alignment automatically. Do not start another operation until the current one has finished.
pl: Wydrukowany zostanie jeden arkusz deseni w celu rozpoczêcia automatycznego wyrównywania. Nie rozpoczynaj nastêpnej operacji, dopóki nie zostanie zakoñczona bie¿±ca operacja.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ wyrównywanie jest zwi±zane z drukowaniem, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), za³aduj trzy arkusze papieru zwyk³ego formatu A4 lub Letter do ¼ród³a wybranego za pomoc± prze³±cznika podawania papieru. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Second sheet of head alignment pattern will be printed. Click OK to start printing.
pl: Zostanie wydrukowany drugi arkusz deseniem wyrównywania g³owic drukuj±cych. Kliknij przycisk OK, aby rozpocz±æ drukowanie.

source: Third sheet of head alignment pattern will be printed. Click OK to start printing.
pl: Zostanie wydrukowany trzeci arkusz z deseniem wyrównywania g³owicy. Kliknij przycisk OK, aby rozpocz±æ drukowanie.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ operacja wyrównywania wymaga sporz±dzenia wydruku, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru i za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch, and click the Print Check Pattern.
pl: Drukuje desenie pozwalaj±ce sprawdziæ, czy dysze g³owicy drukuj±cej nie s± zatkane. Przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru, za³aduj arkusz papieru zwyk³ego formatu A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru i kliknij przycisk Drukuj wzór testu.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ wyrównywanie jest zwi±zane z drukowaniem, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru i za³aduj arkusz papieru zwyk³ego formatu A4 lub Letter do podajnika arkuszy. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the sheet feeder and click the Print Check Pattern.
pl: Drukuje desenie pozwalaj±ce sprawdziæ, czy dysze g³owicy drukuj±cej nie s± zatkane. Za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Drukuj wzór testu.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the paper source selected by the Paper Feed Switch and click OK.
pl: Wyrównywanie g³owic drukuj±cych zosta³o zakoñczone. Aby zakoñczyæ wyrównywanie, kliknij przycisk Anuluj. Je¶li po stronie wydruku pojawiaj± siê smugi, mo¿na zapobiec ich wystêpowaniu przez wyrównanie g³owic drukuj±cych. Aby wykonaæ tê operacjê wyrównywania, za³aduj arkusz papieru do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru i kliknij przycisk OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ wyrównywanie jest zwi±zane z drukowaniem, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ w prawo d¼wigniê grubo¶ci papieru i za³aduj arkusz papieru zwyk³ego formatu A4 lub Letter do podajnika arkuszy. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load a sheet of A4 or letter size, plain paper into the sheet feeder and click Print Head Alignment. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê automatyczne wyrównywanie g³owic. Poniewa¿ operacja wyrównywania wymaga wykonania wydruków, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), ustaw d¼wigniê grubo¶ci papieru w drukarce w prawym po³o¿eniu, za³aduj do podajnika arkusz zwyk³ego papieru formatu A4 lub Letter i kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby przeprowadziæ rêczne wyrównywanie g³owic, kliknij przycisk Anuluj. Nastêpnie na karcie Obs³uga w sterowniku drukarki kliknij przycisk Ustawienia niestandardowe, zaznacz opcjê Wyrównaj g³owice rêcznie i kliknij przycisk Wy¶lij. Po wykonaniu tych czynno¶ci ponów próbê. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two to three times, execute Deep Cleaning.
pl: Je¶li wydrukowany deseñ jest podobny do tego deseniu, dysze g³owicy drukuj±cej mog± byæ zatkane. Kliknij opcjê Czyszczenie. Je¶li wygl±d wydrukowanego deseniu nie poprawi siê nawet po dwu- lub trzykrotnym czyszczeniu, wykonaj dok³adne czyszczenie.

source: You cannot reset the ink counter because the printer is set to disable the display of low ink warning. To enable the display of a low ink warning, click the Low Ink Warning Setting button on the Maintenance tab of the printer driver. Read your printer manual before carrying out this operation.
pl: Nie mo¿na zresetowaæ licznika atramentu, poniewa¿ wy³±czona jest funkcja wy¶wietlania ostrze¿eñ o niskim poziomie atramentu. Aby w³±czyæ wy¶wietlanie ostrze¿eñ o niskim poziomie atramentu, kliknij przycisk Ustawienie ostrze¿enia dot. atramentu dostêpny na karcie Obs³uga w sterowniku drukarki. Przed wykonaniem tej operacji zapoznaj siê z podrêcznikiem drukarki.
