Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.70/po/*.po
Languages: pl

source: Locale
pl: pl_PL

source: BJ Cartridge:
pl: Kaseta BJ:

source: Grayscale Printing
pl: Wydruk w odcieniach szaro¶ci

source: Media Type:
pl: Typ no¶nika:

source: Paper Source:
pl: ¬ród³o papieru:

source: Set ...
pl: Ustaw...

source: Print Quality:
pl: Jako¶æ wydruku:

source: Color/Intensity:
pl: Kolor/Intensywno¶æ:

source: High
pl: Wysoka

source: Standard
pl: Standardowa

source: Fast
pl: Szybko

source: Custom
pl: Niestandardowa

source: Auto
pl: Automatyczne

source: Manual
pl: Rêczne

source: Lever Position:
pl: Pozycja d¼wigni:

source: Paper Gap:
pl: Odstêp papieru:

source: Defaults
pl: Domy¶lne

source: About
pl: Informacje

source: Main
pl: G³ówny

source: Page Size:
pl: Rozmiar strony:

source: Page Layout:
pl: Uk³ad strony:

source: Scaling:
pl: Skalowanie:

source: Centering
pl: Wy¶rodkowanie

source: Borderless Printing
pl: Drukowanie bez obramowania

source: Amount of Extension:
pl: Szeroko¶æ rozszerzenia:

source: Max
pl: Maks.

source: Automatic Duplex Printing
pl: Automatyczne drukowanie dwustronne

source: Staple Side:
pl: Zszywany bok:

source: Long-side stapling
pl: Zszywanie po d³u¿szym boku

source: Short-side stapling
pl: Zszywanie po krótszym boku

source: Copies:
pl: Kopie:

source: Print from Last Page
pl: Drukuj od ostatniej strony

source: Collate
pl: Sortuj

source: Page Setup
pl: Ustawienia strony

source: Cleaning
pl: Czyszczenie

source: Deep Cleaning
pl: Dok³adne czyszczenie

source: Roller Cleaning
pl: Czyszczenie rolek

source: Bottom Plate Cleaning
pl: Czyszczenie przy u¿yciu p³yty dolnej

source: Nozzle Check
pl: Sprawdzanie dysz

source: Print Head Alignment
pl: Wyrównywanie g³owic drukuj±cych

source: Ink Counter Reset
pl: Resetowanie licznika atramentu

source: Low Ink Warning Setting
pl: Ustawienie ostrze¿enia o niskim poziomie atramentu

source: Ink Cartridge Settings
pl: Ustawienia kasety z atramentem

source: Power Off
pl: Wy³±czanie

source: Auto Power
pl: Automatyczne w³±czanie/wy³±czanie

source: Custom Settings
pl: Ustawienia niestandardowe

source: Quiet Mode
pl: Tryb cichy

source: View Printer Status...
pl: Wy¶wietl stan drukarki...

source: Maintenance
pl: Obs³uga

source: Cancel
pl: Anuluj

source: Custom Paper Size
pl: Niestandardowy rozmiar papieru

source: Units:
pl: Jednostki:

source: Paper Size
pl: Rozmiar papieru

source: inches
pl: cale

source: Width:
pl: Szeroko¶æ:

source: Height:
pl: Wysoko¶æ:

source: Quality:
pl: Jako¶æ:

source: Fine
pl: Dok³adnie

source: Halftoning:
pl: Pó³cienie:

source: Dither
pl: Symulacja kolorów

source: Diffusion
pl: Rozpraszanie

source: Manual Color Adjustment
pl: Rêczne dopasowywanie kolorów

source: Color Balance
pl: Balans kolorów

source: Yellow:
pl: ¯ó³ty:

source: Black:
pl: Czarny:

source: Cyan:
pl: B³êkitny:

source: Magenta:
pl: Amarantowy:

source: Intensity:
pl: Intensywno¶æ:

source: Print Type:
pl: Typ wydruku:

source: Brightness:
pl: Jasno¶æ:

source: Send
pl: Wy¶lij

source: Pause Page
pl: Wstrzymaj stronê

source: Pause Scan
pl: Wstrzymaj skanowanie

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields, for columns A to F.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do F i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: A. Black:
pl: A. Czarny:

source: B. Cyan:
pl: B. B³êkitny:

source: C. Magenta:
pl: C. Amarantowy:

source: D. Photo Cyan:
pl: D. B³êkitny fotograficzny:

source: E. Photo Magenta:
pl: E. Amarantowy fotograficzny:

source: Bi-directional Alignment (-3 to +3)
pl: Wyrównanie dwukierunkowe (-3 - +3)

source: F. Bi-directional:
pl: F. Dwukierunkowe:

source: Change Combination
pl: Zmieñ kombinacjê

source: Change
pl: Zmieñ

source: Back to Setup
pl: Wróæ do ustawieñ

source: You cannot print with the following combination:
pl: Nie mo¿na drukowaæ przy nastêpuj±cych kombinacjach:

source: The following is recommended:
pl: Zalecane jest wykonanie nastêpuj±cych czynno¶ci:

source: Click Change to use this, or Back to Setup to select a different combination.
pl: Kliknij przycisk Zmieñ, aby u¿yæ tych ustawieñ, lub przycisk Wróæ do Ustawieñ, aby wybraæ inne ustawienia.

source: Ignore
pl: Ignoruj

source: You have selected the following combination:
pl: Wybrana zosta³a nastêpuj±ca kombinacja:

source: Change Media Type
pl: Zmieñ typ no¶nika

source: Available Media Types:
pl: Dostêpne typy no¶ników:

source: Aligning for standard resolution. Inspect the printed pattern and determine the number of the pattern where the upper and lower lines appear to coincide. Enter this number for B1, B2.
pl: Wyrównywanie dla rozdzielczo¶ci standardowej. Zbadaj wydrukowany deseñ i okre¶l numer deseniu, gdzie górne i dolne linie wygl±daj± najbardziej zbie¿nie. Wprowad¼ ten numer w polach B1 i B2.

source: B1. Bi-directional Alignment:
pl: B1. Wyrównanie dwukierunkowe:

source: B2. Bi-directional Alignment:
pl: B2. Wyrównanie dwukierunkowe:

source: Inspect the printed high-resolution pattern and determine the number of the pattern where the upper and lower lines appear to coincide. Enter this number for B1, B2.
pl: Zbadaj wydrukowany deseñ dla wysokiej rozdzielczo¶ci i okre¶l numer deseniu, gdzie górne i dolne linie wygl±daj± najbardziej zbie¿nie. Wprowad¼ ten numer w polach B1 i B2.

source: Column C:
pl: Kolumna C:

source: Column B:
pl: Kolumna B:

source: Column A:
pl: Kolumna A:

source: Bi-directional Alignment (-5 to +5)
pl: Wyrównanie dwukierunkowe (-5 - +5)

source: Column D:
pl: Kolumna D:

source: Column E:
pl: Kolumna E:

source: Column F:
pl: Kolumna F:

source: Examine the printed patterns, and fill in the fields for columns G and H with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
pl: Sprawd¼ wydrukowane desenie i wprowad¼ numery deseni wydrukowanych w kolumnach G i H, które s± najbardziej jednolicie wype³nione i nie maj± pasm w obszarach wskazywanych przez strza³ki.

source: Vertical Alignment (-3 to +3)
pl: Wyrównanie w pionie (-3 - +3)

source: Column G:
pl: Kolumna G:

source: Column H:
pl: Kolumna H:

source: Auto Power Settings
pl: Ustawienia automatycznego w³./wy³.

source: Auto Power On:
pl: Autom. w³.:

source: Auto Power Off:
pl: Autom. wy³.:

source: Print Head Cleaning
pl: Czyszczenie g³owicy drukuj±cej

source: Select print head for cleaning.
pl: Wybierz g³owicê drukuj±c± do czyszczenia.

source: Print Head:
pl: G³owica drukuj±ca:

source: All Colors
pl: Wszystkie kolory

source: Black
pl: Czarny

source: Color
pl: Kolor

source: Execute
pl: Wykonaj

source: Prevent paper abrasion
pl: Zapobieganie ¶cieraniu atramentu

source: Align heads manually
pl: Wyrównaj g³owice rêcznie

source: Ink Drying Wait Time:
pl: Czas oczekiwania na wyschniêcie atramentu:

source: Short
pl: Krótki

source: Long
pl: D³ugi

source: Use quiet mode
pl: U¿ywaj trybu cichego

source: Display low ink warning
pl: Wy¶wietlaj ostrze¿enie o niskim poziomie atramentu

source: Read your printer manual for details about low ink warnings.
pl: Szczegó³owe informacje na temat ostrze¿eñ o niskim poziomie atramentu mo¿na znale¼æ w podrêczniku drukarki.

source: To ensure proper display of a low ink warning, the following operation is required:
pl: Aby zapewniæ poprawne wy¶wietlanie ostrze¿enia o niskim poziomie atramentu, nale¿y wykonaæ nastêpuj±c± operacjê:

source: When you have replaced an ink tank with a new one, always click the Ink Counter Reset button on the Maintenance tab of the printer driver and select the new ink tank.
pl: Za ka¿dym razem, gdy zostanie wymieniony zbiornik z atramentem, kliknij przycisk Resetowanie licznika atramentu na karcie Obs³uga w sterowniku drukarki i wybierz nowo wymieniony zbiornik z atramentem.

source: Select the newly replaced ink tank and click the Execute button.
pl: Wybierz nowo wymieniony zbiornik z atramentem i kliknij przycisk Wykonaj.

source: The counter corresponding to the replaced ink tank will indicate the tank is full. This operation ensures proper display of a low ink warning.
pl: Licznik odpowiadaj±cy wymienionemu zbiornikowi z atramentem wska¿e pe³en zbiornik. Wykonanie tej operacji zapewnia prawid³owe wy¶wietlanie ostrze¿enia o niskim poziomie atramentu.

source: Black Ink Tank
pl: Zbiornik z atramentem czarnym

source: Color Ink Tank
pl: Zbiornik z atramentem kolorowym

source: Deep Cleaning requires a lot of ink. Execute it only when you have not resolved the print head problem by trying cleaning several times. Select the print head for deep cleaning.
pl: Podczas czyszczenia dok³adnego zu¿ywana jest du¿a ilo¶æ atramentu. Operacjê tê nale¿y przeprowadziæ, je¶li nie uda³o siê rozwi±zaæ problemu z g³owic± drukuj±c± po kilkakrotnym zwyk³ym czyszczeniu. Wybierz g³owicê drukuj±c± do dok³adnego czyszczenia.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to H.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do H i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to K.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do K i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Column I:
pl: Kolumna I:

source: Column J:
pl: Kolumna J:

source: Column K:
pl: Kolumna K:

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
pl: Sprawd¼ wydrukowane desenie i wprowad¼ numery deseni wydrukowanych w kolumnach L i M, które s± najbardziej jednolicie wype³nione i nie maj± pasm w obszarach wskazywanych przez strza³ki.

source: Column L:
pl: Kolumna L:

source: Column M:
pl: Kolumna M:

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to J.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do J i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Simple Head Alignment
pl: Zwyk³e wyrównywanie g³owic drukuj±cych

source: First execute print head alignment manually. Then examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in each field.
pl: Najpierw wykonaj wyrównywanie g³owic drukuj±cych rêcznie. Nastêpnie sprawd¼ wydrukowane desenie i w ka¿dym polu wprowad¼ numer deseniu, na którym widaæ najmniej smug.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to L.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do L i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Examine the printed patterns, and fill in the fields for columns M and N with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
pl: Sprawd¼ wydrukowane desenie i wprowad¼ numery deseni wydrukowanych w kolumnach M i N, które s± najbardziej jednolicie wype³nione i nie maj± pasm w obszarach wskazywanych przez strza³ki.

source: Column N:
pl: Kolumna N:

source: Pattern Check
pl: Sprawdzanie deseniu

source: Exit
pl: Zakoñcz

source: Which of the following patterns does the printed pattern most closely resemble?
pl: Który z nastêpuj±cych deseni jest najbardziej podobny do wydrukowanego?

source: The print head nozzles are not clogged. If the printed pattern resembles this pattern, you can use the printer immediately. Click Exit.
pl: Dysze g³owicy drukuj±cej nie s± zatkane. Je¶li wydrukowany deseñ jest podobny do tego deseniu, mo¿na natychmiast u¿yæ drukarki. Kliknij przycisk Zakoñcz.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two times, execute Deep Cleaning.
pl: Je¶li wydrukowany deseñ jest podobny do tego deseniu, dysze g³owicy drukuj±cej mog± byæ zatkane. Kliknij opcjê Czyszczenie. Je¶li wygl±d wydrukowanego deseniu nie poprawi siê nawet po dwukrotnym czyszczeniu, wykonaj dok³adne czyszczenie.

source: Print Check Pattern
pl: Drukuj wzór testu

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch and click the Print Check Pattern.
pl: Drukuje desenie pozwalaj±ce sprawdziæ, czy dysze g³owicy drukuj±cej nie s± zatkane. Za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru i kliknij przycisk Drukuj wzór testu.

source: Start Print Head Alignment
pl: Rozpocznij wyrównywanie g³owic drukuj±cych

source: Check Setting
pl: Sprawd¼ ustawienie

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the sheet feeder and click Print Head Alignment. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê automatyczne wyrównywanie g³owic. Poniewa¿ operacja wyrównywania wymaga wykonania wydruków, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), za³aduj jeden arkusz zwyk³ego papieru formatu A4 lub Letter do podajnika arkuszy i kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby przeprowadziæ rêczne wyrównywanie g³owic, kliknij przycisk Anuluj. Nastêpnie kliknij przycisk Ustawienia niestandardowe na karcie Obs³uga sterownika drukarki, zaznacz pole Wyrównaj g³owice rêcznie i kliknij przycisk Wy¶lij. Po wykonaniu tych czynno¶ci ponów próbê. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.

source: Executes Bottom Plate Cleaning. 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size, plain paper in half. Unfold the paper, and load the paper into the sheet feeder with the ridge of the crease facing down. Then click Execute.
pl: Wykonuje czyszczenie przy u¿yciu p³yty dolnej. 1. Usuñ papier z podajnika arkuszy. 2. Z³ó¿ na pó³ arkusz zwyk³ego papieru A4 lub Letter. Roz³ó¿ papier i za³aduj go do podajnika arkuszy grzbietem fa³dy skierowanym w dó³. Nastêpnie kliknij przycisk Wykonaj.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Deep cleaning consumes much more ink than regular cleaning. Execute Deep Cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute Nozzle Check and check whether the print head nozzles have been unclogged.
pl: Odblokowuje dysze, których nie mo¿na by³o wyczy¶ciæ, korzystaj±c z funkcji zwyk³ego czyszczenia.. Podczas dok³adnego czyszczenia zu¿ywana jest wiêksza ilo¶æ atramentu ni¿ podczas zwyk³ego czyszczenia. Dok³adne czyszczenie nale¿y przeprowadziæ, je¶li stan dysz nie uleg³ poprawie po zwyk³ym czyszczeniu. Po zakoñczeniu dok³adnego czyszczenia nale¿y wykonaæ test dysz i sprawdziæ, czy dysze g³owicy drukuj±cej zosta³y odblokowane.

source: Changing the Paper Source
pl: Zmienianie ¼ród³a papieru

source: The selected paper size cannot be used in the current Paper Source setting. Paper Source setting is changed to the Auto Sheet Feeder.
pl: Nie mo¿na u¿yæ wybranego rozmiaru papieru z bie¿±cym ustawieniem ¬ród³o papieru. Ustawienie ¬ród³o papieru zosta³o zmienione na Automatyczny podajnik arkuszy.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to J.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do J i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns A to F (-3 to +7)
pl: Dostosowanie w kolumnach A-F (-3-+7)

source: Adjustment in Columns G to J (-5 to +5)
pl: Dostosowanie w kolumnach G-J (-5-+5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns K to P.
pl: Sprawd¼ wydrukowane desenie i w polach odpowiadaj±cych kolumnom od K do P wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Column O:
pl: Kolumna O:

source: Column P:
pl: Kolumna P:

source: Adjustment in Columns K to N (-5 to +5)
pl: Dostosowanie w kolumnach K-N (-5-+5)

source: Adjustment in Columns O and P (-3 to +3)
pl: Dostosowanie w kolumnach O i P (-3-+3)

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to G.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do G i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns A to E (-3 to +7)
pl: Dostosowanie w kolumnach A-E (-3-+7)

source: Adjustment in Columns F and G (-5 to +5)
pl: Dostosowanie w kolumnach F i G (-5-+5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns H to J.
pl: Sprawd¼ wydrukowane desenie i w polach odpowiadaj±cych kolumnom od H do J wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns H and I (-5 to +5)
pl: Dostosowanie w kolumnach H i I (-5-+5)

source: Adjustment in Column J (-3 to +3)
pl: Dostosowanie w kolumnie J (-3-+3)

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to H.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do H i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns G and H (-5 to +5)
pl: Dostosowanie w kolumnach G i H (-5-+5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns I to M.
pl: Sprawd¼ wydrukowane desenie i w polach odpowiadaj±cych kolumnom od I do M wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns I to L (-5 to +5)
pl: Dostosowanie w kolumnach I-L (-5-+5)

source: Adjustment in Column M (-3 to +3)
pl: Dostosowanie w kolumnie M (-3-+3)

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to L.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do L i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns A to F (-5 to +5)
pl: Dostosowanie w kolumnach A-F (-5-+5)

source: Adjustment in Columns G to L (-5 to +5)
pl: Dostosowanie w kolumnach G-L (-5-+5)

source: Select the ink cartridge for printing.
pl: Wybierz kasetê z atramentem do drukowania.

source: Ink Cartridge:
pl: Kaseta z atramentem:

source: Starting Bottom Plate Cleaning to prevent paper smudges during printing. This operation needs a sheet of A4 or letter size, plain paper. Follow these directions to execute Bottom Plate Cleaning.
pl: Rozpoczynanie czyszczenia przy u¿yciu p³yty dolnej w celu zapobie¿enia brudzeniu papieru w trakcie drukowania. Ta operacja wymaga za³adowania arkusza zwyk³ego papieru formatu A4 lub Letter. Aby wykonaæ czyszczenie przy u¿yciu p³yty dolnej, postêpuj zgodnie ze wskazówkami.

source: 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the sheet feeder. 4. Click Execute.
pl: 1. Usuñ papier z podajnika arkuszy. 2. Z³ó¿ arkusz zwyk³ego papieru formatu A4 lub Letter na pó³, a nastêpnie roz³ó¿ go. 3. Za³aduj arkusz grzbietem zagiêcia skierowanym do do³u do podajnika arkuszy. 4. Kliknij przycisk Wykonaj.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to F.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do F i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns A to C (-3 to +7)
pl: Dostosowanie w kolumnach A-C (-3-+7)

source: Adjustment in Columns D to F (-5 to +5)
pl: Dostosowanie w kolumnach D-F (-5-+5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns G to L.
pl: Sprawd¼ wydrukowane desenie i w polach odpowiadaj±cych kolumnom od G do L wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns K and L (-3 to +3)
pl: Dostosowanie w kolumnach K i L (-3-+3)

source: Examine the printed patterns, and enter the pattern number of the most even pattern for columns M and N.
pl: Sprawd¼ wydrukowane desenie i wprowad¼ numer deseniu o najwiêkszym stopniu wyrównania dla kolumn M i N.

source: Adjustment in Columns M and N (-2 to +2)
pl: Dostosowanie w kolumnach M i N (-2-+2)

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to K.
pl: Przeprowad¼ wyrównywanie g³owic drukuj±cych. Sprawd¼ desenie wydrukowane w kolumnach od A do K i w odpowiednich polach wprowad¼ numery deseni, na których widaæ najmniej smug.

source: Adjustment in Columns F to K (-5 to +5)
pl: Dostosowanie w kolumnach F-K (-5-+5)

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
pl: Sprawd¼ wydrukowane desenie i wprowad¼ numery deseni wydrukowanych w kolumnach L i M, które s± najbardziej jednolicie wype³nione i nie maj± pasm w obszarach wskazywanych przez strza³ki.

source: Adjustment in Columns L and M (-3 to +3)
pl: Dostosowanie w kolumnach L i M (-3-+3)

source: Color Mode:
pl: Tryb Koloru:

source: High
pl: Wysoki

source: Low
pl: Niski

source: Dark
pl: Ciemny

source: Contrast:
pl: Kontrast:

source: Light
pl: Jasny

source: Auto Power Off
pl: Automatyczne wy³±czanie

source: Using AC Adapter:
pl: U¿ycie zasilacza sieciowego:

source: Using Battery:
pl: U¿ycie akumulatora:

source: Horizontal Alignment (-3 to +7)
pl: Wyrównanie w poziomie (-3 - +7)

source: Grayscale
pl: Odcienie szaro¶ci

source: Photo
pl: Foto

source: Graphic
pl: Grafika

source: Linear Tone
pl: Tonowanie liniowe

source: Do you want to change the Paper Source setting to %s, which is the optimum for the selected Media Type.
pl: Czy chcesz zmieniæ ustawienie ¬ród³o papieru na optymalne dla wybranego typu no¶nika ustawienie %s?

source: Changing %s to %s is recommended.
pl: Zalecana jest zmiana %s na %s.
