Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.70/po/*.po
Languages: pl

source: Click Change to use the new combination, Ignore to use the current combination, or Back to Setup to select a different combination.
pl: Kliknij przycisk Zmieñ, aby u¿yæ nowych ustawieñ, przycisk Ignoruj, aby u¿yæ bie¿±cych ustawieñ lub przycisk Wróæ do ustawieñ, aby wybraæ inne ustawienia.

source: Changing %s setting is recommended.
pl: Zalecana jest zmiana ustawienia %s.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Ignore to use the current combination or Back to Setup to select a different combination.
pl: U¿yj selektora znajduj±cego siê poni¿ej, aby wybraæ odpowiednie ustawienie i kliknij przycisk Zmieñ, aby u¿yæ nowych ustawieñ. Kliknij przycisk Ignoruj, aby u¿yæ bie¿±cych ustawieñ lub przycisk Wróæ do ustawieñ, aby wybraæ inne ustawienia.

source: Changing %s setting is recommended.
pl: Zalecana jest zmiana ustawienia %s.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Back to Setup to select a different combination.
pl: U¿yj selektora znajduj±cego siê poni¿ej, aby wybraæ odpowiednie ustawienie i kliknij przycisk Zmieñ, aby u¿yæ nowych ustawieñ. Kliknij przycisk Wróæ do ustawieñ, aby wybraæ inne ustawienia.

source: Move the paper thickness lever %s.
pl: Przesuñ d¼wigniê grubo¶ci papieru %s.

source: Media Type
pl: Typ no¶nika

source: Page Size
pl: Rozmiar strony

source: Media Type: %s cannot be used with the selected BJ Cartridge. Select the type of media you wish to use.
pl: Typ no¶nika: Nie mo¿na u¿yæ no¶nika %s z wybran± kaset± BJ. Wybierz typ no¶nika, którego chcesz u¿yæ.

source: Plain Paper
pl: Papier zwyk³y

source: Transparencies
pl: Folie przezroczyste

source: Back Print Film
pl: Folia negatywowa

source: Fabric Sheet
pl: Papier czerpany

source: High Gloss Film
pl: Folia o wysokim po³ysku

source: Envelope
pl: Koperta

source: Glossy Postcard
pl: B³yszcz±ca pocztówka

source: High Resolution Paper
pl: Papier wysokiej rozdzielczo¶ci

source: T-Shirt Transfers
pl: Nadruki na koszulkê

source: Thick Paper
pl: Papier gruby

source: High Gloss Photo Film
pl: Folia foto. o wysokim po³ysku

source: Glossy Photo Cards
pl: B³yszcz±ce karty fotograficzne

source: Photo Paper Pro
pl: Papier Pro Photo

source: Matte Photo Paper
pl: Papier matowy do druku fotogr.

source: Photo Paper Plus Glossy
pl: Papier b³yszcz. do druku fotogr.

source: Other Paper
pl: Inny papier

source: Other Photo Paper
pl: Inny papier fotograficzny

source: Other Fine Art Paper
pl: Inny papier Fine Art.

source: Manual Feed
pl: Podawanie rêczne

source: Auto Sheet Feeder
pl: Autom. podajnik arkuszy

source: Auto Feeder2
pl: Podajnik automatyczny 2

source: Standard Cassette
pl: Kaseta standardowa

source: Optional Cassette
pl: Kaseta opcjonalna

source: Auto Select
pl: Automatyczne

source: Consecutive paper feeding
pl: Ci±g³e podawanie papieru

source: Tractor Feeder
pl: Traktor

source: Cassette
pl: Kaseta

source: Paper Feed Switch
pl: Prze³±czn. pod. papieru

source: Front Feeder
pl: Podajnik przedni

source: Front for Plain Paper
pl: Przedni dla zwyk³ego

source: Enhanced Black
pl: Uwydatnienie czerni

source: Comm. Env. #10 9.5x4.12in 241.3x104.6mm
pl: Koperta Commercial #10 9.5x4.12in 241.3x104.6mm

source: DL Env. 220.0x110.0mm
pl: Koperta DL 220.0x110.0mm

source: Fanfold 8.5x11in 215.9x279.4mm
pl: Sk³adanka 8.5x11in 215.9x279.4mm

source: Fanfold 9.5x11in 241.3x279.4mm
pl: Sk³adanka 9.5x11in 241.3x279.4mm

source: Fanfold 10x11in 254.0x279.4mm
pl: Sk³adanka 10x11in 254.0x279.4mm

source: Fanfold 10x12in 254.0x304.8mm
pl: Sk³adanka 10x12in 254.0x304.8mm

source: Fanfold 12x8.5in 304.8x215.9mm
pl: Sk³adanka 12x8.5in 304.8x215.9mm

source: Fanfold 14.5x11in 368.3x279.4mm
pl: Sk³adanka 14.5x11in 368.3x279.4mm

source: Fanfold 15x11in 381.0x279.4mm
pl: Sk³adanka 15x11in 381.0x279.4mm

source: Fanfold 15x12in 381.0x304.8mm
pl: Sk³adanka 15x12in 381.0x304.8mm

source: US Fanfold 14.87x11in 377.7x279.4mm
pl: Sk³adanka US 14.87x11in 377.7x279.4mm

source: Custom...
pl: Niestandardowy...

source: Comm. Env. #10 4.12x9.5in 104.6x241.3mm
pl: Koperta Commercial #10 4.12x9.5in 104.6x241.3mm

source: DL Env. 110.0x220.0mm
pl: Koperta DL 110.0x220.0mm

source: 4x6in 101.6x152.4mm
pl: 10x15 4x6in 101.6x152.4mm

source: 5x7in 127.0x177.8mm
pl: 13x18 5x7in 127.0x177.8mm

source: Card 2.16x3.58in 55.0x91.0mm
pl: Karta 2.16x3.58in 55.0x91.0mm

source: Credit Card 2.13x3.39in 54.0x86.0mm
pl: Karta kredytowa 2.13x3.39in 54.0x86.0mm

source: High Speed
pl: Du¿a szybko¶æ

source: Average (Speed-biased)
pl: ¦redni (z tendencj± szybko¶ciow±)

source: Average (Quality-biased)
pl: ¦redni (z tendencj± jako¶ciow±)

source: High Quality
pl: Wysoka jako¶æ

source: Top Quality
pl: Najwy¿sza jako¶æ

source: Position 1
pl: Pozycja 1

source: Position 2
pl: Pozycja 2

source: Position 3
pl: Pozycja 3

source: Left
pl: Lewy

source: Center
pl: Wy¶rodkuj

source: Right
pl: Prawy

source: Down
pl: Dó³

source: Up
pl: U góry

source: Front
pl: Przód

source: Back
pl: Wstecz

source: Smoothing
pl: Wyg³adzanie

source: Fine(Fast)
pl: Drobnoziarniste (szybkie)

source: Banner Printing
pl: Drukowanie transparentu

source: Color
pl: Kolorowy

source: Black
pl: Czarny

source: Photo
pl: Fotograficzny

source: Black/Color
pl: Czarny/Kolorowy

source: Black/Photo
pl: Czarny/Fotograficzny

source: Photo/Color
pl: Fotograficzny/Kolorowy

source: Fit-to-Page Printing
pl: Drukowanie z dopasow. do strony

source: Normal-size Printing
pl: Drukowanie w rozmiarze normalnym

source: Scaled Printing
pl: Drukowanie skalowane

source: More bright (Gamma = 1.0)
pl: Rozja¶nienie (Gamma = 1,0)

source: Light
pl: Jasny

source: Normal
pl: Normalny

source: Dark
pl: Ciemny

source: Wide
pl: Szeroki

source: Narrow
pl: W±ski

source: You have selected Borderless Printing. The document to be printed slightly extends off the paper. Print quality may deteriorate or the sheet may be stained at the top and bottom depending on the type of the media used.
pl: Zosta³a wybrana opcja Drukowanie bez ramek. Dokument, który ma zostaæ wydrukowany, nieco wykracza poza krawêdzie papieru. Jako¶æ wydruku mo¿e ulec pogorszeniu lub w górnej i dolnej czê¶ci arkusza mog± pojawiæ siê plamy w zale¿no¶ci od typu u¿ywanego no¶nika.

source: Borderless printing is not recommended when %s is selected for Media Type. Select the type of media you wish to use.
pl: Drukowanie bez obramowania nie jest zalecane, je¶li jako typ no¶nika wybrano %s. Wybierz typ no¶nika, którego chcesz u¿yæ.

source: The document to be printed slightly extends off the paper. Print quality may deteriorate or the sheet may be stained at the top and bottom depending on the type of the media used.
pl: Dokument, który ma zostaæ wydrukowany, nieco wykracza poza krawêdzie papieru. Jako¶æ wydruku mo¿e ulec pogorszeniu lub w górnej i dolnej czê¶ci arkusza mog± pojawiæ siê plamy w zale¿no¶ci od typu u¿ywanego no¶nika.

source: Yes
pl: Tak

source: No
pl: Nie

source: Enable
pl: W³±czone

source: Disable
pl: Wy³±czone

source: 5 minutes
pl: 5 minut

source: 10 minutes
pl: 10 minut

source: 15 minutes
pl: 15 minut

source: 30 minutes
pl: 30 minut

source: 60 minutes
pl: 60 minut

source: Starting print head alignment to compensate for print head installation positioning error. Alignment entails printing, so do the following. Get the printer ready (connect the cable and turn the power on), move the printer's paper thickness lever up, and load a sheet of high resolution paper into the sheet feeder. Do you want to make any adjustment?
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych, maj±ce na celu skompensowanie b³êdu ich ustawienia, powsta³ego podczas instalacji. Wyrównywanie jest zwi±zane z drukowaniem, dlatego nale¿y wykonaæ poni¿sze czynno¶ci. Przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), przesuñ do góry d¼wigniê grubo¶ci papieru i za³aduj arkusz papieru wysokiej rozdzielczo¶ci do podajnika arkuszy. Czy chcesz zmieniæ ustawienia?

source: Do not start another operation until the current one has finished.
pl: Nie rozpoczynaj nastêpnej operacji, dopóki nie zostanie zakoñczona bie¿±ca operacja.

source: Were the patterns printed normally? If no patterns were printed or if the printout is noticeably blurred, click No and start again from the beginning.
pl: Czy deseñ zosta³ wydrukowany prawid³owo? Je¶li deseñ nie zosta³ wydrukowany lub s± na nim widoczne smugi, kliknij przycisk Nie i rozpocznij od pocz±tku.

source: Make sure that the printer power is on, the cable is connected properly, and the printer is online then try again.
pl: Upewnij siê, ¿e drukarka jest w³±czona, kabel jest pod³±czony prawid³owo i aktywny jest tryb online, a nastêpnie ponów próbê.

source: Print head alignment is now complete.
pl: Wyrównywanie g³owic drukuj±cych zakoñczone.

source: Start printing nozzle check pattern? Load some paper into the sheet feeder to proceed with printing.
pl: Rozpocz±æ drukowanie wzoru testu dysz g³owicy drukuj±cej? Za³aduj papier do podajnika arkuszy, aby kontynuowaæ drukowanie.

source: Turn the printer off?
pl: Wy³±czyæ drukarkê?

source: Write settings to printer?
pl: Zapisaæ ustawienia w drukarce?

source: Cleaning paper feed rollers. You will need the special Cleaning Plate and two sheets of plain paper. First, wet the cleaning area of the Cleaning Plate. Wipe away any moisture in other areas on the front and back. Place the Cleaning Plate in the sheet feeder so that the cleaning area is towards you. During cleaning, the paper feed rollers will be activated 20 times. The process will take about a minute. Do you want to start roller cleaning?
pl: Czyszczenie rolek podawania papieru. Potrzebna bêdzie specjalna p³yta czyszcz±ca i dwa arkusze zwyk³ego papieru. Najpierw zwil¿ obszar czyszcz±cy na p³ycie czyszcz±cej. Usuñ wilgoæ z innych obszarów z przodu i z ty³u p³yty czyszcz±cej. Umie¶æ p³ytê czyszcz±c± w podajniku arkuszy, trzymaj±c j± obszarem czyszcz±cym do siebie. Podczas czyszczenia rolki podawania papieru bêd± w³±czane 20 razy. Ca³y proces potrwa oko³o minuty. Czy rozpocz±æ czyszczenie rolek?

source: Start cleaning?
pl: Rozpocz±æ czyszczenie?

source: Start print head deep cleaning?
pl: Czy rozpocz±æ dok³adne czyszczenie g³owicy drukuj±cej?

source: To remove any moisture left on the paper feed rollers, keep the Cleaning Plate in place and insert the first sheet of plain paper into the sheet feeder.
pl: Aby usun±æ wilgoæ z rolek podawania papieru, pozostaw p³ytê czyszcz±c± na miejscu i umie¶æ w podajniku arkuszy pierwszy arkusz zwyk³ego papieru.

source: With the Cleaning Plate still in place, insert the second sheet of plain paper into the sheet feeder to remove any remaining moisture.
pl: Pozostawiaj±c p³ytê czyszcz±c± nadal na swoim miejscu, umie¶æ w podajniku arkuszy drugi arkusz zwyk³ego papieru w celu usuniêcia pozosta³ej wilgoci.

source: Feed roller cleaning is complete. Remove the Cleaning Plate.
pl: Czyszczenie rolek podajnika zakoñczone. Wyjmij p³ytê czyszcz±c±.

source: Do you want to clean the paper feed rollers? Load the special cleaning sheet into the sheet feeder to do this.
pl: Czy chcesz oczy¶ciæ rolki podawania papieru? Aby to zrobiæ, za³aduj specjalny arkusz czyszcz±cy do podajnika arkuszy.

source: Starting print head alignment to compensate for print head installation positioning error. For optimum printing, carry out this operation after replacing a BJ Cartridge. Since alignment involves printing, make sure the printer is ready (cable connected and printer power on), and load a sheet of paper into the sheet feeder. Both standard and high resolution alignment will be done. Start print head alignment?
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych, maj±ce na celu skompensowanie b³êdu ich ustawienia, powsta³ego podczas instalacji. Tê operacjê nale¿y wykonywaæ po wymianie kasety BJ, w celu uzyskania optymalnego wydruku. Poniewa¿ wyrównywanie jest po³±czone z drukowaniem, nale¿y sprawdziæ, czy drukarka jest gotowa (pod³±czony kabel i w³±czone zasilanie) i za³adowaæ arkusz papieru do podajnika arkuszy. Wykonane zostanie wyrównanie dla trybu drukowania standardowego i drukowania z wysok± rozdzielczo¶ci±. Czy rozpocz±æ wyrównywanie g³owic drukuj±cych?

source: Aligning for high resolution consecutively. Load a new sheet of paper or reuse the same one, and click OK. The high resolution pattern will be printed.
pl: Wyrównywanie kolejno dla trybu wysokiej rozdzielczo¶ci. Za³aduj nowy arkusz papieru lub u¿yj ponownie tego samego arkusza i kliknij przycisk OK. Zostanie wydrukowany deseñ dla wysokiej rozdzielczo¶ci.

source: Starting print head alignment to compensate for print head installation positioning error. Since alignment involves printing, make sure the printer is ready (cable connected and printer power on), set the printer's paper thickness lever to the left, and load a sheet of paper into the sheet feeder. Head alignment patterns will be printed. Start print head alignment?
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych, maj±ce na celu skompensowanie b³êdu ich ustawienia, powsta³ego podczas instalacji. Poniewa¿ wyrównywanie jest zwi±zane z drukowaniem, sprawd¼ czy drukarka jest gotowa (pod³±czony kabel i w³±czone zasilanie), przesuñ w lewo d¼wigniê grubo¶ci papieru i za³aduj arkusz papieru do podajnika arkuszy. Zostan± wydrukowane desenie wyrównywania g³owic drukuj±cych. Czy rozpocz±æ wyrównywanie g³owic drukuj±cych?

source: Additional print head alignment patterns will be printed. Load another sheet of paper and click OK.
pl: Zostan± wydrukowane dodatkowe desenie wyrównywania g³owic drukuj±cych. Za³aduj dodatkowy arkusz papieru i kliknij przycisk OK.

source: Deep cleaning requires a lot of ink. Execute it only when you have not resolved the print head problem by cleaning several times. Start print head deep cleaning?
pl: Podczas czyszczenia dok³adnego zu¿ywana jest du¿a ilo¶æ atramentu. Operacjê tê nale¿y przeprowadziæ, je¶li nie uda³o siê rozwi±zaæ problemu z g³owic± drukuj±c± po kilkakrotnym zwyk³ym czyszczeniu. Czy rozpocz±æ dok³adne czyszczenie g³owicy drukuj±cej?

source: Execute black print head deep cleaning?
pl: Czy przeprowadziæ dok³adne czyszczenie g³owicy drukuj±cej atramentem czarnym?

source: Execute color print head deep cleaning?
pl: Czy przeprowadziæ dok³adne czyszczenie g³owicy drukuj±cej atramentem kolorowym?

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load a sheet of plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ operacja wyrównywania wymaga sporz±dzenia wydruku, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie) i za³aduj arkusz zwyk³ego papieru do podajnika arkuszy. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk OK.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the sheet feeder and click OK.
pl: Wyrównywanie g³owic drukuj±cych zosta³o zakoñczone. Aby zakoñczyæ wyrównywanie, kliknij przycisk Anuluj. Je¶li po stronie wydruku pojawiaj± siê smugi, mo¿na zapobiec ich wystêpowaniu przez wyrównanie g³owic drukuj±cych. Aby wykonaæ operacjê wyrównywania, w³ó¿ arkusz papieru do podajnika arkuszy i kliknij przycisk OK.

source: Cleaning paper feed rollers. First remove paper from the sheet feeder. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. When you load three sheets of plain paper according to the message, paper will be ejected and feed roller cleaning will be completed. Do you want to start feed roller cleaning?
pl: Czyszczenie rolek podawania papieru. Wyjmij papier z podajnika arkuszy. Klikniêcie przycisku OK spowoduje uruchomienie rolek podawania papieru 30 razy pod rz±d. Potrwa to oko³o pó³torej minuty. Po wy¶wietleniu komunikatu nale¿y umie¶ciæ w podajniku trzy arkusze zwyk³ego papieru, które zostan± wysuniête po zakoñczeniu czyszczenia rolek. Czy chcesz rozpocz±æ czyszczenie rolek podajnika?

source: Load three sheets of plain paper into the sheet feeder.
pl: Za³aduj trzy arkusze zwyk³ego papieru do podajnika arkuszy.

source: Feed roller cleaning is complete.
pl: Czyszczenie rolek podajnika zakoñczone.

source: Black 3eBK
pl: Czarny 3eBK

source: Black PGBK
pl: Czarny PGBK

source: Color 6C, 6M, 6Y
pl: Kolor 6C, 6M, 6Y

source: Color 6C, 6M, 6Y, 6BK
pl: Kolor 6C, 6M, 6Y, 6BK

source: Color 7C, 7M, 7Y
pl: Kolor 7C, 7M, 7Y

source: Color 7C, 7M, 7Y, 7BK
pl: Kolor 7C, 7M, 7Y, 7BK

source: Color C, M, Y, BK
pl: Kolor C, M, Y, BK

source: Color C, M, Y, PC, PM, BK
pl: Kolor C, M, Y, PC, PM, BK

source: Color C, M, Y
pl: Kolor C, M, Y

source: Group 1 6BK, 6R, 6PC, 6PM
pl: Grupa 1 6BK, 6R, 6PC, 6PM

source: Group 1 7BK, 7R, 7G, 7PC, 7PM
pl: Grupa 1 7BK, 7R, 7G, 7PC, 7PM

source: Group 2 6C, 6M, 6Y
pl: Grupa 2 6C, 6M, 6Y

source: Group 2 7C, 7M, 7Y
pl: Grupa 2 7C, 7M, 7Y

source: Execute print head deep cleaning for Group 1?
pl: Czy przeprowadziæ dok³adne czyszczenie g³owic drukuj±cych dla Grupy 1?

source: Execute print head deep cleaning for Group 2?
pl: Czy przeprowadziæ dok³adne czyszczenie g³owic drukuj±cych dla Grupy 2?

source: Executes print head cleaning. Select the print head for cleaning. The ink group can be identified from the nozzle check pattern.
pl: Wykonuje czyszczenie g³owic drukuj±cych. Wybierz g³owicê drukuj±c± do czyszczenia. Grupê atramentu mo¿na zidentyfikowaæ na podstawie testu wzorku dysz g³owicy drukuj±cej.

source: Deep cleaning requires a lot of ink. Execute deep cleaning if the print head problem is not resolved after several regular cleanings. Select the print head for deep cleaning. The ink group can be identified from the nozzle check pattern.
pl: Podczas czyszczenia dok³adnego zu¿ywana jest du¿a ilo¶æ atramentu. Operacjê czyszczenia dok³adnego nale¿y przeprowadziæ, je¶li nie uda³o siê rozwi±zaæ problemu z g³owic± drukuj±c± po kilkakrotnym zwyk³ym czyszczeniu. Wybierz g³owicê drukuj±c± do dok³adnego czyszczenia. Grupê atramentu mo¿na zidentyfikowaæ na podstawie testu wzorku dysz g³owicy drukuj±cej.

source: Starting automatic print head alignment. Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper into the sheet feeder, since alignment involves printing. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually and click Send.
pl: Rozpocznie siê automatyczne wyrównywanie g³owic. Przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie) i za³aduj do podajnika arkuszy zwyk³y papier o rozmiarze A4 lub Letter, poniewa¿ operacja wyrównywania wymaga wykonania wydruków. Aby przeprowadziæ rêczne wyrównywanie g³owic, kliknij przycisk Anuluj. Nastêpnie kliknij przycisk Ustawienia niestandardowe na karcie Obs³uga sterownika drukarki, zaznacz opcjê Wyrównaj g³owice rêcznie, a nastêpnie kliknij przycisk Wy¶lij.

source: Starting simple head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load two sheets of A4 or letter size, plain paper into the sheet feeder and click OK. Once this operation starts, it cannot be stopped until it is complete. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually and click Send. Then try again.
pl: Rozpoczyna siê zwyk³e wyrównywanie g³owic drukuj±cych. Poniewa¿ operacja wyrównania wymaga wykonania wydruków, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie), za³aduj do podajnika arkuszy dwa arkusze papieru formatu A4 lub Letter i kliknij przycisk OK. Rozpoczêtej operacji nie mo¿na zatrzymaæ, dopóki nie zostanie zakoñczona. Aby przeprowadziæ rêczne wyrównanie g³owic, kliknij przycisk Anuluj. Nastêpnie na karcie Obs³uga sterownika drukarki kliknij opcjê Ustawienia niestandardowe, zaznacz pole Wyrównaj g³owice rêcznie i kliknij przycisk Wy¶lij. Po wykonaniu tych czynno¶ci ponów próbê.

source: The rest of the alignment process will be executed. Check that the paper is loaded and click OK. The subsequent process will be executed automatically.
pl: Zostanie przeprowadzona pozosta³a czê¶æ procesu wyrównywania. Sprawd¼, czy papier jest za³adowany, a nastêpnie kliknij przycisk OK. Kolejny proces zostanie wykonany automatycznie.

source: Do not start another operation until the cleaning has finished. After cleaning ends, execute Nozzle Check to check whether the print head nozzles have been unclogged.
pl: Nie rozpoczynaj nastêpnej operacji, dopóki nie zostanie zakoñczone czyszczenie. Po zakoñczeniu czyszczenia przeprowad¼ sprawdzanie dysz, aby upewniæ siê, ¿e dysze g³owicy drukuj±cej zosta³y odetkane.

source: Cleans clogged print head nozzles. Select the target ink group for cleaning. If you are not sure of the ink group for cleaning, execute Nozzle Check.
pl: Czy¶ci zatkane dysze g³owicy drukuj±cej. Wybierz grupê atramentu do czyszczenia. Je¶li nie masz pewno¶ci, któr± grupê wybraæ, wykonaj sprawdzenie dysz.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If you are not sure of the ink group for deep cleaning, execute Nozzle Check.
pl: Odblokowuje dysze, których nie mo¿na by³o wyczy¶ciæ, korzystaj±c z funkcji zwyk³ego czyszczenia. Wybierz grupê atramentu, która ma byæ wyczyszczona dok³adnie. Je¶li nie masz pewno¶ci, któr± grupê wybraæ, wykonaj sprawdzenie dysz.

source: Ink Group:
pl: Grupa atramentu:

source: Deep cleaning consumes much more ink than regular cleaning. Execute Deep Cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute Nozzle Check and check whether the print head nozzles have been unclogged.
pl: Podczas dok³adnego czyszczenia zu¿ywana jest wiêksza ilo¶æ atramentu ni¿ podczas zwyk³ego czyszczenia. Dok³adne czyszczenie nale¿y przeprowadziæ, je¶li stan dysz nie uleg³ poprawie po zwyk³ym czyszczeniu. Po zakoñczeniu dok³adnego czyszczenia nale¿y wykonaæ test dysz i sprawdziæ, czy dysze g³owicy drukuj±cej zosta³y odblokowane.

source: Cleaning consumes ink.
pl: Czyszczenie powoduje zu¿ycie atramentu.

source: Load a sheet of A4 or letter size paper into the paper source selected by the Paper Feed Switch and click OK.
pl: Za³aduj arkusz papieru A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru i kliknij przycisk OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
pl: Rozpocznie siê wyrównywanie g³owic drukuj±cych. Poniewa¿ operacja wyrównywania wymaga sporz±dzenia wydruku, przygotuj drukarkê (pod³±cz kabel i w³±cz zasilanie) i za³aduj arkusz zwyk³ego papieru formatu A4 lub Letter do ¼ród³a papieru wybranego przy u¿yciu prze³±cznika podawania papieru. Zostanie wydrukowany deseñ wyrównywania. Aby wyrównaæ po³o¿enie g³owicy drukuj±cej, kliknij przycisk Wyrównywanie g³owic drukuj±cych. Aby sporz±dziæ wydruk i sprawdziæ bie¿±ce ustawienie, kliknij przycisk Sprawd¼ ustawienie.
