Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the cassette. Clicking OK will eject paper and complete feed roller cleaning.
da: Kontrollér, at driftsstøjen fra printeren er standset, og læg derefter tre ark almindeligt papir i kassetten. Hvis du klikker på OK udskydes papiret, og rensningen af printerrullerne færdiggøres.
nb: Vent til driftstøyen i skriveren er borte, og legg tre ark med vanlig papir i kassetten. Hvis du klikker på OK, mates papiret ut, og rengjøringen av materullene fullføres.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. First select the paper source to be used. Then load one sheet of A4 or letter size, plain paper into the selected paper source and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Vælg først den papirkilde, der skal bruges. Læg derefter ét ark almindeligt papir i A4- eller Letter-størrelse i den valgte papirkilde, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som gjør at du kan kontrollere om skrivehodedysene er tilstoppet. Velg papirkilden som skal brukes. Legg ett ark med vanlig papir i A4- eller Letter-format i papirkilden du valgte, og klikk på Utskrift av sjekkmønster.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the cassette, and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), og læg ét ark almindeligt papir i A4- eller Letter-størrelse i kassetten, og klik derefter på Udskriv kontrolmønster.
nb: Skriver ut et mønster som gjør at du kan kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), legg ett ark med vanlig papir i A4- eller Letter-format i kassetten, og klikk på Utskrift av sjekkmønster.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), og læg ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke, og klik derefter på Udskriv kontrolmønster.
nb: Skriver ut et mønster som gjør at du kan kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), legg ett ark med vanlig papir i A4- eller Letter-format i bakskuffen, og klikk på Utskrift av sjekkmønster.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge to ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på Juster printerhoved for at justere printhovedets placering. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter justering av skrivehodet. Siden justeringen omfatter utskrift, må du klargjøre skriveren (koble til kabelen og slå på skriveren), og legge to ark vanlig papir i A4- eller Letter-format i bakskuffen. Et justeringsmønster skrives ut. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting print head alignment. The alignment involves printing. Select the paper source to be used, and then click Align Print Head.
da: Starter printhovedjustering. Justeringen omfatter udskrivning. Vælg den papirkilde, der skal bruges, og klik derefter på Juster printerhoved.
nb: Starter justering av skrivehodet. Justeringen omfatter utskrift. Velg papirkilden som skal brukes, og klikk på Juster skrivehode.

source: To print and check the current setting, click Print Alignment Value.
da: Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. Clicking OK will print an alignment pattern.
da: Gør printeren klar (tilslut kablet, og tænd for printeren), og læg tre ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Hvis du klikker på OK, udskrives et justeringsmønster.
nb: Klargjør skriveren (koble til kabelen og slå på skriveren), og legg tre ark vanlig papir i A4- eller Letter-format i bakskuffen. Et justeringsmønster skrives ut når du klikker på OK.

source: Get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the cassette. Clicking OK will print an alignment pattern.
da: Gør printeren klar (tilslut kablet, og tænd for printeren), og læg tre ark almindeligt papir i A4- eller Letter-størrelse i kassetten. Hvis du klikker på OK, udskrives et justeringsmønster.
nb: Klargjør skriveren (koble til kabelen og slå på skriveren), og legg tre ark vanlig papir i A4- eller Letter-format i kassetten. Et justeringsmønster skrives ut når du klikker på OK.

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper into the rear tray. Clicking OK will print the current setting.
da: Skal printeren være klar til udskrift (forbind kabel, og tænd printer), og læg ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Hvis du klikker på OK, udskrives den aktuelle indstilling.
nb: Jør du skriveren klar (kobler til kabelen og slår på strømmen) og legg ett ark med vanlig papir i A4- eller Letter-format i bakskuffen. Den gjeldende innstillingen skrives ut når du klikker på OK.

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper into the cassette. Clicking OK will print the current setting.
da: Skal printeren være klar til udskrift (forbind kabel, og tænd printer), og læg ét ark almindeligt papir i A4- eller Letter-størrelse i kassetten. Hvis du klikker på OK, udskrives den aktuelle indstilling.
nb: Jør du skriveren klar (kobler til kabelen og slår på strømmen) og legg ett ark med vanlig papir i A4- eller Letter-format i kassetten. Den gjeldende innstillingen skrives ut når du klikker på OK.

source: Select the paper source to be used, and then click OK.
da: Vælg den papirkilde, der skal bruges, og klik derefter på OK.
nb: Velg papirkilden som skal brukes, og klikk på OK.

source: Load one sheet of A4 or letter size, plain paper into the cassette and click OK.
da: Læg ét ark almindeligt papir i A4- eller Letter-størrelse i kassetten, og klik på OK.
nb: Legg ett ark med vanlig papir i A4- eller Letter-format i kassetten, og klikk på OK.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Starter automatisk justering af printhoved. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), lægge ét ark almindeligt papir i A4- eller Letter-størrelse Matte Photo Paper (MP-101) i den bagerste bakke og klikke på Juster printerhoved. Hvis du vil udføre manuel justering, skal du klikke på Annuller. Klik derefter på Tilpasset under fanen Vedligeholdelse i printerdriveren, marker afkrydsningsfeltet Juster hoveder manuelt, og klik på OK. Prøv derefter igen. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter automatisk justering av skrivehodet. Siden justeringen omfatter utskrift, må du klargjøre skriveren (koble til kabelen og slå på skriveren), legge et fotopapir (matt, MP-101) i A4- eller Letter-format i bakskuffen, og klikke på Juster skrivehode. Hvis du vil utføre manuell justering av hode, klikker du på Avbryt. Klikk deretter på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merk av for Juster hoder manuelt, og klikk på OK. Prøv deretter på nytt. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Sets Prevent paper abrasion. If you print with this setting enabled, the print quality or print speed may be affected. To change the setting, uncheck Prevent paper abrasion.
da: Angiver Undgå papirafskrabning. Hvis du udskriver med denne indstilling aktiveret, kan det få indflydelse på udskrivningskvaliteten eller -hastigheden. Hvis du vil ændre denne indstilling, skal du fjerne markeringen af Undgå papirafskrabning.
nb: Angir Forhindre papirslitasje. Hvis du skriver ut med denne innstillingen aktivert, kan det gå ut over utskriftskvaliteten eller utskriftshastigheten. Hvis du vil endre innstillingen, fjerner du merket for Forhindre papirslitasje.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
da: Fjerner tilstopningen af dyser, der ikke kan renses med en normal rensning. Grundig rensning bruger meget mere blæk end normal rensning. Udfør kun grundig rensning, hvis det udskrevne mønster ikke forbedres efter normal rensning. Udfør dysetest efter den grundige rensning for at kontrollere, om printhoveddyserne er blevet renset.
nb: Fjerner tilstoppingen av dyser som ikke kan renses på vanlig måte. Dyprensing krever langt mer blekk enn vanlig rengjøring. Utfør bare dyprensing hvis vanlig rengjøring ikke løser dyseproblemet. Når dyprensingen er fullført, utfører du en dysesjekk og undersøker om skrivehodedysene fortsatt er tilstoppet.

source: Do not start another operation until the deep cleaning has finished. After deep cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
da: Vent med andre arbejdsopgaver, indtil den grundige rensning er afsluttet. Når den grundige rensning er afsluttet, skal du udføre en dysekontrol for at se, om printhoveddyserne er tilstoppede.
nb: Ikke start en ny operasjon før dyprensingen er fullført. Når dyprensingen avslutter, utfører du en dysesjekk for å kontrollere om tiltettingen av skrivehodedysene er fjernet.

source: Executing print head alignment corrects the misalignment of colors and lines. Refer to the user's guide, and align the print head from the printer's operation panel. To print and check the current setting, click Print Alignment Value.
da: Ved at udføre justering af printhoved korrigeres den forkerte justering af farver og streger. Se brugervejledningen, og juster printhovedet fra printerens betjeningspanel. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Ved å utføre justering av skrivehodet korrigeres feiljusterte farger og linjer. Se i brukerhåndboken, og juster skrivehodet fra skriverens driftspanel. Klikk på Skriv ut justeringsverdi hvis du vil skrive ut og kontrollere den gjeldende innstillingen.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge tre ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på Juster printerhoved for at justere printhovedets placering. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter justering av skrivehodet. Siden justeringen omfatter utskrift, må du klargjøre skriveren (koble til kabelen og slå på skriveren), og legge tre ark vanlig papir i A4- eller Letter-format i bakskuffen. Et justeringsmønster skrives ut. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. If the results of automatic print head alignment are not satisfactory, perform manual print head alignment to precisely align the print head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Start af automatisk printhovedjustering. Da justeringen omfatter udskrivning, skal du gøre printeren klar (tilslut kablet, og tænd printeren), ilæg ét ark Matte Photo Paper (MP-101) i A4- eller Letter-størrelse i den bagerste bakke, og klik på Juster printhoved. Hvis resultatet af automatisk printhovedjustering ikke er tilfredsstillende, skal du foretage manuel printhovedjustering for at justere printhovedet præcist. Klik på Annuller for at foretage manuel printhovedjustering. Klik derefter på Tilpasset på fanen Vedligeholdelse i printerdriveren, marker Juster hoveder manuelt, og klik på OK. Forsøg derefter igen. Klik på Udskriv justeringsværdi, for at udskrive og kontrollere den aktuelle indstilling.
nb: Start av automatisk justering av skrivehodet. Siden justeringen innebærer utskrift, må du klargjøre skriveren (tilkoble kabelen og slå på strømmen), legge ett ark med Matte Photo Paper (MP-101) i A4- eller Letter-format i bakskuffen og klikke på Juster skrivehode. Hvis du ikke er fornøyd med resultatene etter automatisk justering av skrivehodet, kan du utføre manuell justering for å justere skrivehodet nøyaktig. Klikk på Avbryt hvis du vil utføre manuell justering av hodet. Deretter klikker du på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merker av for Juster hoder manuelt og klikker på OK. Prøv deretter på nytt. Klikk på Skriv ut justeringsverdi hvis du vil skrive ut og kontrollere den gjeldende innstillingen.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper, Hagaki A, Hagaki, or Envelope is selected for the Media Type on the Main Tab.
da: Udskriver kun med sort blækpatron i stedet for farveblækpatron, når Almindeligt papir, Hagaki A, Hagaki eller Konvolut er valgt som Medietype på fanen Indstillinger.
nb: Skriver ut med bare svart kassett i stedet for fargekassett bare når Vanlig papir, Hagaki A, Hagaki eller Konvolutt er valgt som Medietype i kategorien Hoved.

source: Adjustment in Columns A to C (-3 to +7)
da: Justering af kolonne A til C (-3 til +7)
nb: Justering i kolonner A til C (-3 til +7)

source: Adjustment in Columns A to D (-3 to +7)
da: Justering af kolonne A til D (-3 til +7)
nb: Justering i kolonner A til D (-3 til +7)

source: Adjustment in Columns A to E (-3 to +7)
da: Justering af kolonne A til E (-3 til +7)
nb: Justering i kolonner A til E (-3 til +7)

source: Adjustment in Columns A to E (-5 to +5)
da: Justering af kolonne A til E (-5 til +5)
nb: Justering i kolonner A til E (-5 til +5)

source: Adjustment in Columns A to F (-5 to +5)
da: Justering af kolonne A til F (-5 til +5)
nb: Justering i kolonner A til F (-5 til +5)

source: Adjustment in Columns A to G (-5 to +5)
da: Justering af kolonne A til G (-5 til +5)
nb: Justering i kolonner A til G (-5 til +5)

source: Adjustment in Columns D to F (-5 to +5)
da: Justering af kolonne D til F (-5 til +5)
nb: Justering i kolonner D til F (-5 til +5)

source: Adjustment in Columns E to G (-5 to +5)
da: Justering af kolonne E til G (-5 til +5)
nb: Justering i kolonner E til G (-5 til +5)

source: Adjustment in Columns F and G (-3 to +3)
da: Justering af kolonne F og G (-3 til +3)
nb: Justering i kolonner F og G (-3 til +3)

source: Adjustment in Columns F to K (-5 to +5)
da: Justering af kolonne F til K (-5 til +5)
nb: Justering i kolonner F til K (-5 til +5)

source: Adjustment in Columns G to J (-5 to +5)
da: Justering af kolonne G til J (-5 til +5)
nb: Justering i kolonner G til J (-5 til +5)

source: Adjustment in Columns G to L (-5 to +5)
da: Justering af kolonne G til L (-5 til +5)
nb: Justering i kolonner G til L (-5 til +5)

source: Adjustment in Columns H to K (-5 to +5)
da: Justering af kolonne H til K (-5 til +5)
nb: Justering i kolonner H til K (-5 til +5)

source: Adjustment in Columns H to L (-5 to +5)
da: Justering af kolonne H til L (-5 til +5)
nb: Justering i kolonner H til L (-5 til +5)

source: Adjustment in Columns H to N (-5 to +5)
da: Justering af kolonne H til N (-5 til +5)
nb: Justering i kolonner H til N (-5 til +5)

source: Adjustment in Columns K and L (-3 to +3)
da: Justering af kolonne K og L (-3 til +3)
nb: Justering i kolonner K og L (-3 til +3)

source: Adjustment in Columns L and M (-3 to +3)
da: Justering af kolonne L og M (-3 til +3)
nb: Justering i kolonner L og M (-3 til +3)

source: Adjustment in Columns L to O (-5 to +5)
da: Justering af kolonne L til O (-5 til +5)
nb: Justering i kolonner L til O (-5 til +5)

source: Adjustment in Columns M and N (-2 to +2)
da: Justering af kolonne M og N (-2 til +2)
nb: Justering i kolonner M og N (-2 til +2)

source: Adjustment in Columns M to P (-2 to +2)
da: Justering af kolonne M til P (-2 til +2)
nb: Justering i kolonner M til P (-2 til +2)

source: Adjustment in Columns M to Q (-5 to +5)
da: Justering af kolonne M til Q (-5 til +5)
nb: Justering i kolonner M til Q (-5 til +5)

source: Adjustment in Columns O to T (-2 to +2)
da: Justering af kolonne O til T (-2 til +2)
nb: Justering i kolonner O til T (-2 til +2)

source: Adjustment in Columns P to T (-5 to +5)
da: Justering af kolonne P til T (-5 til +5)
nb: Justering i kolonner P til T (-5 til +5)

source: Adjustment in Columns Q and R (-4 to +4)
da: Justering af kolonne Q og R (-4 til +4)
nb: Justering i kolonner Q og R (-4 til +4)

source: Adjustment in Columns U and V (-2 to +2)
da: Justering af kolonne U og V (-2 til +2)
nb: Justering i kolonner U og V (-2 til +2)

source: Adjustment in Columns U and V (-3 to +3)
da: Justering af kolonne U og V (-3 til +3)
nb: Justering i kolonner U og V (-3 til +3)

source: Adjustment in Columns W and X (-3 to +3)
da: Justering af kolonne W og X (-3 til +3)
nb: Justering i kolonner W og X (-3 til +3)

source: Adjustment in Columns a to e (-2 to +2)
da: Justering af kolonne a til e (-2 til +2)
nb: Justering i kolonner a til e (-2 til +2)

source: Adjustment in Columns f to j (-2 to +2)
da: Justering af kolonne f til j (-2 til +2)
nb: Justering i kolonner f til j (-2 til +2)

source: Adjustment in Columns f to k (-2 to +2)
da: Justering af kolonne f til k (-2 til +2)
nb: Justering i kolonner f til k (-2 til +2)

source: Align Print Head
da: Juster printerhoved
nb: Juster skrivehode

source: Align heads manually
da: Juster hoveder manuelt
nb: Juster hoder manuelt

source: Auto Power Off
da: Sluk automatisk strømforsyning efter
nb: Auto-avslåing

source: Auto Power Off:
da: Sluk automatisk strømforsyning efter:
nb: Auto-avslåing:

source: Auto Power On:
da: Aktiver automatisk strømforsyning:
nb: Auto-påslåing:

source: Auto Power Settings
da: Indstillinger for automatisk strømforsyning
nb: Innstillinger for automatisk avslåing

source: Black Ink Tank
da: Sort Blækbeholder
nb: Svart Blekktank

source: Color Ink Tank
da: Farveblækbeholder
nb: Fargeblekktank

source: Column A:
da: Kolonne A:
nb: Kolonne A:

source: Column B:
da: Kolonne B:
nb: Kolonne B:

source: Column C:
da: Kolonne C:
nb: Kolonne C:

source: Column D:
da: Kolonne D:
nb: Kolonne D:

source: Column E:
da: Kolonne E:
nb: Kolonne E:

source: Column F:
da: Kolonne F:
nb: Kolonne F:

source: Column G:
da: Kolonne G:
nb: Kolonne G:

source: Column H:
da: Kolonne H:
nb: Kolonne H:

source: Column I:
da: Kolonne I:
nb: Kolonne I:

source: Column J:
da: Kolonne J:
nb: Kolonne J:

source: Column K:
da: Kolonne K:
nb: Kolonne K:

source: Column L:
da: Kolonne L:
nb: Kolonne L:

source: Column M:
da: Kolonne M:
nb: Kolonne M:

source: Column N:
da: Kolonne N:
nb: Kolonne N:

source: Column O:
da: Kolonne O:
nb: Kolonne O:

source: Column P:
da: Kolonne P:
nb: Kolonne P:

source: Column Q:
da: Kolonne Q:
nb: Kolonne Q:

source: Column R:
da: Kolonne R:
nb: Kolonne R:

source: Column S:
da: Kolonne S:
nb: Kolonne S:

source: Column T:
da: Kolonne T:
nb: Kolonne T:

source: Column U:
da: Kolonne U:
nb: Kolonne U:

source: Column V:
da: Kolonne V:
nb: Kolonne V:

source: Column W:
da: Kolonne W:
nb: Kolonne W:

source: Column X:
da: Kolonne X:
nb: Kolonne X:

source: Column a:
da: Kolonne a:
nb: Kolonne a:

source: Column b:
da: Kolonne b:
nb: Kolonne b:

source: Column c:
da: Kolonne c:
nb: Kolonne c:

source: Column d:
da: Kolonne d:
nb: Kolonne d:

source: Column e:
da: Kolonne e:
nb: Kolonne e:

source: Column f:
da: Kolonne f:
nb: Kolonne f:

source: Column g:
da: Kolonne g:
nb: Kolonne g:

source: Column h:
da: Kolonne h:
nb: Kolonne h:

source: Column i:
da: Kolonne i:
nb: Kolonne i:

source: Column j:
da: Kolonne j:
nb: Kolonne j:

source: Column k:
da: Kolonne k:
nb: Kolonne k:

source: Display low ink warning
da: Vis advarsel for lavt blækniveau
nb: Vis advarsel om lite blekk

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns G to L.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne G til L.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene G til L.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to O.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne H til O.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene H til O.
