Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Cleans clogged print head nozzles. Select the target ink group for cleaning. If you are not sure of the ink group for cleaning, execute nozzle check.
da: Renser tilstoppede printhoveddyser. Vælg den blækgruppe, der skal renses. Hvis du ikke ved, hvilken blækgruppe der skal renses, skal du udføre dysetest.
nb: Rengjør tilstoppede skrivehodedyser. Velg blekkgruppen for rengjøring. Hvis du er usikker på blekkgruppen for rengjøring, utfører du en dysesjekk.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If you are not sure of the ink group for deep cleaning, execute nozzle check.
da: Fjerner tilstopningen af dyser, der ikke kan renses med en normal rensning. Vælg den blækgruppe, der skal foretages grundig rensning af. Hvis du ikke ved, hvilken blækgruppe der skal udføres grundig rensning på, skal du udføre dysetest.
nb: Fjerner tilstoppingen av dyser som ikke kan renses på vanlig måte. Velg blekkgruppen for dyprensing. Hvis du er usikker på blekkgruppen for dyprensing, utfører du en dysesjekk.

source: Ink Group:
da: Blækgruppe:
nb: Blekkgruppe:

source: Deep cleaning consumes much more ink than regular cleaning. Execute deep cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute nozzle check and check whether the print head nozzles have been unclogged.
da: Grundig rensning bruger meget mere blæk end normal rensning. Udfør kun grundig rensning, hvis dyserne ikke forbedres efter normal rensning. Udfør dysetest efter den grundige rensning for at kontrollere, om printhoveddyserne er blevet renset.
nb: Dyprensing krever langt mer blekk enn vanlig rengjøring. Utfør bare dyprensing hvis vanlig rengjøring ikke løser dyseproblemet. Når dyprensingen er fullført, utfører du en dysesjekk og undersøker om skrivehodedysene fortsatt er tilstoppet.

source: Cleaning consumes ink.
da: Rensning bruger blæk.
nb: Rengjøring forbruker blekk.

source: Load a sheet of A4 or letter size paper into the paper source selected by the Paper Feed Switch and click OK.
da: Læg et ark papir i A4- eller letter-størrelse i den papirkilde, der er valgt af kontakten til papirfødning, og klik på OK.
nb: Legg et vanlig ark i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren, og klikk på OK.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two times, execute deep cleaning.
da: Hvis det udskrevne mønster ligner dette mønster, er printhoveddyserne muligvis tilstoppede. Klik på Rensning. Hvis det udskrevne mønster ikke forbedres efter rensning to gange, skal du udføre en grundig rensning.
nb: Hvis mønsteret som skrives ut, ligner på dette mønsteret, kan skrivehodedysene være tilstoppet. Klikk på Rengjør. Hvis mønsteret som skrives ut, ikke forbedres etter to rengjøringer, utfører du dyprensing.

source: Load a sheet of A4 or letter size paper into the sheet feeder and click OK.
da: Læg et ark papir i A4- eller Letter-størrelse i arkføderen, og klik på OK.
nb: Legg ett ark i A4- eller Letter-format i arkmateren og klikk på OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready(connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
da: Starter printhovedjustering. Der skal udskrives under printhovedjustering. Derfor skal du gøre printeren klar (tilslut kablet, og tænd for printeren), flytte printerens greb til justering af papirtykkelse mod venstre og lægge et ark almindeligt papir i A4- eller Letter-størrelse i arkføderen. Printeren udskriver et justeringsmønster. Klik på OK for at justere printhovedets placering.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre og legge et ark med vanlig papir i A4- eller Letter-format i arkmateren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på OK.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the sheet feeder, and click the Print Check Pattern.
da: Udskriver et mønster, så du kan kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), flyt printerens greb til justering af papirtykkelse mod venstre, læg et ark almindeligt papir i A4- eller Letter-størrelse i arkføderen, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), flytt håndtaket for papirtykkelse mot venstre, legg et ark med vanlig papir i A4- eller Letter-format i arkmateren, og klikk på Utskrift av sjekkmønster.

source: Color Only
da: Kun farve
nb: Bare farge

source: Black Only
da: Kun sort
nb: Bare svart

source: Both Black and Color
da: Både sort og farve
nb: Både svart og farge

source: Prints using only color cartridge instead of black cartridge.
da: Udskriver kun med farveblækpatron i stedet for sort blækpatron.
nb: Skriver ut bare med fargekassett i stedet for svart blekkassett.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper is selected for the Media Type on the Main Tab.
da: Udskriver kun med sort blækpatron i stedet for kun farveblækpatron, når Almindeligt papir er valgt for Medietype på fanen Indstillinger.
nb: Skriver ut bare med svart blekkassett i stedet for fargekassett når Vanlig papir er valgt som Medietype i kategorien Hoved.

source: Prints using both black and color cartridges.
da: Udskriver med både sort blækpatron og farveblækpatron.
nb: Skriver ut med både svart blekkassett og fargekassett.

source: The printer will print one sheet of pattern to start alignment automatically. Do not start another operation until the current one has finished.
da: Printeren udskriver ét ark med justeringsmønstre for at starte den automatiske justering. Du må ikke starte en ny handling, før den igangværende handling er afsluttet.
nb: Skriveren skriver ut ett ark med justeringsmønster for å starte justering automatisk. Ikke start flere operasjoner før gjeldende operasjon er fullført.

source: Second sheet of head alignment pattern will be printed. Click OK to start printing.
da: Der udskrives endnu et ark med et printhovedjusteringsmønster. Klik på OK for at starte udskrivningen.
nb: Det andre arket med hodejusteringsmønster skrives ut. Klikk på OK for å starte utskriften.

source: Third sheet of head alignment pattern will be printed. Click OK to start printing.
da: Der udskrives et tredje ark med et printhovedjusteringsmønster. Klik på OK for at starte udskrivningen.
nb: Det tredje arket med hodejusteringsmønster skrives ut. Klikk på OK for å starte utskriften.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), flytte printerens greb til justering af papirtykkelse til venstre, og lægge et ark almindeligt papir i A4- eller Letter-størrelse i den papirkilde, som er valgt med papirfødningskontakten. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre, og legge et ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the sheet feeder and click OK.
da: Printhovedjusteringen er fuldført. Klik på Annuller for at afslutte justeringen. Hvis der er streger på den udskrevne side, kan du undgå dette fremover ved at justere printhovedet. Hvis du vil udføre denne justering, skal du lægge et ark papir i arkføderen og klikke på OK.
nb: Justering av skrivehodet er fullført. Klikk på Avbryt for å avslutte justeringen. Du kan unngå streker på utskriftssiden ved å justere skrivehodet. Hvis du vil utføre justeringen, legger du et ark i arkmateren og klikker på OK.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch, and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), flyt printerens greb til justering af papirtykkelse mod venstre, læg et ark almindeligt papir i A4- eller Letter-størrelse i den papirkilde, der er valgt vha. papirfødningskontakten, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), flytt håndtaket for papirtykkelse mot venstre, legg et ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren, og klikk på Utskrift av sjekkmønster.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the sheet feeder and click the Print Check Pattern.
da: Udskriver et mønster til kontrol af, om printhoveddyserne er tilstoppede. Ilæg et ark almindeligt papir i A4- eller Letter-størrelse i arkføderen, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Legg ett ark med vanlig papir i A4- eller Letter-format i arkmateren og klikk på Utskrift av sjekkmønster.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the paper source selected by the Paper Feed Switch and click OK.
da: Printhovedjusteringen er fuldført. Klik på Annuller for at afslutte justeringen. Hvis der er streger på den udskrevne side, kan du undgå dette fremover ved at justere printhovedet. Hvis du vil udføre med denne justering, skal du ilægge et ark papir i den papirkilde, der er valgt af Kontakt til papirfødning, og klikke på OK.
nb: Justering av skrivehodet er fullført. Klikk på Avbryt for å avslutte justeringen. Du kan unngå streker på utskriftssiden ved å justere skrivehodet. Hvis du vil utføre justeringen, legger du et ark i papirkilden som er valgt av papirmatingsbryteren, og klikker på OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), flytte printerens greb til justering af papirtykkelse til højre, lægge et ark almindeligt papir i A4- eller Letter-størrelse i arkføderen. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot høyre, og legge et ark med vanlig papir i A4- eller Letter-format i arkmateren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve, even after Cleaning is executed two to three times, execute deep cleaning.
da: Hvis det udskrevne mønster ligner dette mønster, er printhoveddyserne muligvis tilstoppede. Klik på Rensning. Hvis det udskrevne mønster ikke forbedres efter rensning to eller tre gange, skal du udføre en grundig rensning.
nb: Hvis mønsteret som skrives ut, ligner på dette mønsteret, kan skrivehodedysene være tilstoppet. Klikk på Rengjør. Hvis mønsteret som skrives ut, ikke forbedres etter to til tre rengjøringer, utfører du dyprensing.

source: You cannot reset the ink counter because the printer is set to disable the display of low ink warning. To enable the display of a low ink warning, click the Low Ink Warning Setting button on the Maintenance tab of the printer driver. Read your printer manual before carrying out this operation.
da: Du kan ikke nulstille blækmåleren, da printeren er indstillet til at deaktivere visningen af en advarsel om lav blækstand. Hvis du vil aktivere visningen af en advarsel om lav blækstand, skal du klikke på knappen Indstillinger for advarsel om lav blækstand på fanen Vedligeholdelse for printerdriveren. Læs manualen til printeren, før du udfører denne handling.
nb: Du kan ikke nullstille blekkmåleren fordi du har angitt at skriveren skal deaktivere visning av advarsel om lite blekk. Hvis du vil aktivere visning av advarsel om lite blekk, klikker du på Innstilling for advarsel om lite blekk i kategorien Vedlikehold i skriverdriveren. Les i skriverhåndboken før du utfører denne operasjonen.

source: Cleaning paper feed rollers. First remove paper from the rear tray. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller. Tag først papiret ud af den bagerste bakke. Hvis du klikker på OK, aktiveres papirfødningsrullerne 30 gange. Dette tager cirka 90 sekunder. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjøre papirmaterullene. Fjern først papiret fra bakskuffen. Hvis du klikker på OK, aktiveres papirmaterullene 30 ganger. Dette tar omtrent ett og et halvt minutt. Vil du starte rengjøring av materullene?

source: Cleaning paper feed rollers. First press the Paper Feed Switch on the printer to select the target paper source for cleaning, and then remove paper from the selected paper source. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsrullerne. Tryk først på papirfødningskontakten på printeren for at vælge målpapirkilden til rensning, og fjern derefter papiret fra den valgte papirkilde. Hvis du klikker på OK, aktiveres papirfødningsrullerne 30 gange. Dette tager cirka 90 sekunder. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjøre papirmaterullene. Trykk først på papirmatingsbryteren på skriveren for å velge målpapirkilden for rengjøring, og fjern deretter papiret fra den valgte papirkilden. Hvis du klikker på OK, aktiveres papirmaterullene 30 ganger. Dette tar omtrent ett og et halvt minutt. Vil du starte rengjøring av materullene?

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the rear tray. Clicking OK will eject paper and complete feed roller cleaning.
da: Kontrollér, at driftsstøjen fra printeren er standset, og læg derefter tre ark almindeligt papir i den bagerste bakke. Hvis du klikker på OK udskydes papiret, og rensningen af printerrullerne færdiggøres.
nb: Vent til driftstøyen i skriveren er borte, og legg tre ark med vanlig papir i bakskuffen. Hvis du klikker på OK, mates papiret ut, og rengjøringen av materullene fullføres.

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the selected paper source. Clicking OK will eject paper and complete feed roller cleaning.
da: Kontrollér, at driftsstøjen fra printeren er standset, og læg derefter tre ark almindeligt papir i den valgte papirkilde. Hvis du klikker på OK udskydes papiret, og rensningen af printerrullerne færdiggøres.
nb: Vent til driftstøyen i skriveren er borte, og legg tre ark med vanlig papir i den valgte papirkilden. Hvis du klikker på OK, mates papiret ut, og rengjøringen av materullene fullføres.

source: 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the sheet feeder. 4. Click Execute.
da: 1. Fjern papiret fra arkføderen. 2. Fold almindeligt papir i A4- eller Letter-størrelse på midten, og fold derefter papiret ud. 3. Læg papiret i arkføderen med foldekanten nedad. 4. Klik på Udfør.
nb: 1. Fjern papiret fra arkmateren. 2. Brett et ark med vanlig papir i A4- eller Letter-format i to, og brett deretter papiret opp igjen. 3. Legg papiret i arkmateren med bretten ned. 4. Klikk på Utfør.

source: 1. Remove the paper from the rear tray. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. With the ridge of the crease facing down, load the paper into the rear tray. 4. Click Execute.
da: 1. Fjern papiret fra den bagerste bakke. 2. Fold et ark almindeligt papir i A4- eller Letter-størrelse på midten, og fold derefter papiret ud. 3. Læg papiret i den bagerste bakke med foldekanten nedad. 4. Klik på Udfør.
nb: 1. Fjern papiret fra bakskuffen. 2. Brett et ark med vanlig papir i A4- eller Letter-format i to, og brett deretter papiret opp igjen. 3. Legg papiret i bakskuffen med brettekanten ned. 4. Klikk på Utfør.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left, load one sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
da: Udskriver et mønster, så du kan kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), flyt printerens greb til justering af papirtykkelse mod venstre, læg ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), flytt håndtaket for papirtykkelse mot venstre, legg ett ark med vanlig papir i A4- eller Letter-format i bakskuffen, og klikk på Utskrift av sjekkmønster.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Der skal udskrives under printhovedjustering. Derfor skal du gøre printeren klar (tilslut kablet, og tænd for printeren), flytte printerens greb til justering af papirtykkelse mod venstre og lægge to ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre, og legge to ark med vanlig papir i A4- eller Letter-format i bakskuffen. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the sheet feeder and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Starter automatisk printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), lægge ét ark almindeligt papir i A4- eller Letter-størrelse i arkføderen og klikke på Printhovedjustering. Hvis du vil udføre manuel justering, skal du klikke på Annuller. Klik derefter på Tilpasset på fanen Vedligeholdelse i printerdriveren, marker afkrydsningsfeltet Juster hoveder manuelt, og klik på OK. Prøv derefter igen. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter automatisk skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), legge et ark med vanlig papir i A4- eller Letter-format i arkmateren, og klikke på Juster skrivehode. Klikk på Avbryt for å utføre manuell justering av hode. Klikk deretter på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merk av for Juster hoder manuelt, og klikk på OK. Deretter prøver du igjen. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.
