Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load two sheets of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Starter automatisk printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), lægge to ark Matte Photo Paper (MP-101) i A4- eller Letter-størrelse i den bagerste bakke og klikke på Printhovedjustering. Hvis du vil udføre manuel justering, skal du klikke på Annuller. Klik derefter på Tilpasset på fanen Vedligeholdelse i printerdriveren, marker afkrydsningsfeltet Juster hoveder manuelt, og klik på OK. Prøv derefter igen. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter automatisk skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), legge to ark fotopapir matt (MP-101) i A4- eller Letter-format i bakskuffen, og klikke på Juster skrivehode. Klikk på Avbryt for å utføre manuell justering av hode. Klikk deretter på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merk av for Juster hoder manuelt, og klikk på OK. Deretter prøver du igjen. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Load one sheet of A4 or letter size, plain paper into the rear tray and click OK.
da: Læg ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke, og klik på OK.
nb: Legg ett ark med vanlig papir i A4- eller Letter-format i bakskuffen, og klikk på OK.

source: The printer will print two sheets of pattern to start alignment automatically. Do not start another operation until the current one has finished.
da: Printeren udskriver to ark med justeringsmønstre for at starte den automatiske justering. Du må ikke starte en ny handling, før den igangværende handling er afsluttet.
nb: Skriveren skriver ut to ark med justeringsmønster for å starte justering automatisk. Ikke start flere operasjoner før gjeldende operasjon er fullført.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load four sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge fire ark almindeligt papir i A4- eller Letter-størrelse i den papirkilde, som er valgt med papirfødningskontakten. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), og legge fire ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Fourth sheet of head alignment pattern will be printed. Click OK to start printing.
da: Det fjerde ark med printhovedjusteringsmønsteret udskrives. Klik på OK for at starte udskrivningen.
nb: Det fjerde arket med hodejusteringsmønster blir skrevet ut. Klikk på OK for å starte utskriften.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch and click the Print Check Pattern.
da: Udskriver et mønster til kontrol af, om printhoveddyserne er tilstoppede. Ilæg et ark almindeligt papir i A4- eller Letter-størrelse i papirkilden, der er valgt af Kontakt til papirfødning, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Legg ett ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren, og klikk på Utskrift av sjekkmønster.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), flytte printerens greb til justering af papirtykkelse til venstre og lægge et ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre, og legge et ark med vanlig papir i A4- eller Letter-format i bakskuffen. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load a sheet of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge et ark almindeligt papir i A4- eller Letter-størrelse i den papirkilde, som er valgt med papirfødningskontakten. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), og legge et ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Load one sheet of A4 or letter size paper into the rear tray and click OK.
da: Læg ét ark papir i A4- eller Letter-størrelse i den bagerste bakke, og klik på OK.
nb: Legg ett ark i A4- eller Letter-format i bakskuffen og klikk på OK.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To execute this alignment, load a sheet of paper into the rear tray and click OK.
da: Printhovedjusteringen er fuldført. Klik på Annuller for at afslutte justeringen. Hvis der er streger på den udskrevne side, kan du undgå dette fremover ved at justere printhovedet. Hvis du vil udføre denne justering, skal du lægge et ark papir i den bagerste bakke og klikke på OK.
nb: Justering av skrivehodet er fullført. Klikk på Avbryt for å avslutte justeringen. Du kan unngå streker på utskriftssiden ved å justere skrivehodet. Hvis du vil utføre justeringen, legger du et ark i bakskuffen og klikker på OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge tre ark almindeligt papir i A4- eller Letter-størrelse i den papirkilde, som er valgt med papirfødningskontakten. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), og legge tre ark med vanlig papir i A4- eller Letter-format i papirkilden som ble valgt av papirmatingsbryteren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load a sheet of A4 or letter size, plain paper into the sheet feeder. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), flytte printerens greb til justering af papirtykkelse til venstre, lægge et ark almindeligt papir i A4- eller Letter-størrelse i arkføderen. Printeren udskriver et justeringsmønster. Klik på Printhovedjustering for at justere printhovedets placering. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre, og legge et ark med vanlig papir i A4- eller Letter-format i arkmateren. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load a sheet of A4 or letter size, plain paper into the rear tray, and click the Print Check Pattern.
da: Udskriver et mønster, så du kan kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), flyt printerens greb til justering af papirtykkelse mod højre, læg et ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke, og klik på Udskriv kontrolmønster.
nb: Skriver ut et mønster som du kan bruke til å kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), flytt håndtaket for papirtykkelse mot høyre, legg et ark med vanlig papir i A4- eller Letter-format i bakskuffen, og klikk på Utskrift av sjekkmønster.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper, Hagaki, or Envelope is selected for the Media Type on the Main Tab.
da: Udskriver kun med sort patron i stedet for kun farvepatron, når Almindeligt papir, Hagaki eller Konvolut er valgt for Medietype på fanen Indstillinger.
nb: Skriver ut bare med svart blekkassett i stedet for fargekassett når Vanlig papir, Hagaki eller Konvolutt er valgt som Medietype i kategorien Hoved.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the left and load one sheet of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click OK.
da: Starter printhovedjustering. Der skal udskrives under printhovedjustering. Derfor skal du gøre printeren klar (tilslut kablet, og tænd for printeren), flytte printerens greb til justering af papirtykkelse mod venstre og lægge ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på OK for at justere printhovedets placering.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot venstre, og legge ett ark med vanlig papir i A4- eller Letter-format i bakskuffen. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right and load two sheets of A4 or letter size, plain paper into the rear tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Der skal udskrives under printhovedjustering. Derfor skal du gøre printeren klar (tilslut kablet, og tænd for printeren), flytte printerens greb til justering af papirtykkelse mod højre og lægge to ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. Printeren udskriver et justeringsmønster. Klik på Juster printerhoved for at justere printhovedets placering. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot høyre, og legge to ark med vanlig papir i A4- eller Letter-format i bakskuffen. Skriveren skriver ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), set the printer's paper thickness lever to the right, load one sheet of A4 or letter size, Matte Photo Paper (MP-101) into the rear tray and click Align Print Head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Starter automatisk printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), flytte printerens greb til justering af papirtykkelse til højre, lægge ét ark mat fotopapir (MP-101) i A4- eller Letter-størrelse i den bagerste bakke og klikke på Printhovedjustering. Hvis du vil udføre manuel justering, skal du klikke på Annuller. Klik derefter på Tilpasset på fanen Vedligeholdelse i printerdriveren, marker afkrydsningsfeltet Juster hoveder manuelt, og klik på OK. Prøv derefter igen. Klik på Værdi for udskrivningsjustering for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter automatisk skrivehodejustering. Justeringen omfatter utskrift, så du må klargjøre skriveren (koble til kabelen og slå på skriveren), flytte håndtaket for papirtykkelse mot høyre, legge et ark fotopapir matt (MP-101) i A4- eller Letter-format i bakskuffen, og klikke på Juster skrivehode. Klikk på Avbryt for å utføre manuell justering av hode. Klikk deretter på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merk av for Juster hoder manuelt, og klikk på OK. Deretter prøver du igjen. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: 1. Remove the paper from the rear tray, and then load the first sheet of A4 or letter size, plain paper. 2. Fold the second sheet of A4 or letter size, plain paper in half, and then unfold the paper. 3. With the ridge of the crease facing down, load the second sheet in front of the first sheet. 4. Click Execute.
da: 1. Fjern papiret fra den bagerste bakke, og læg derefter det første ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke. 2. Fold det andet ark almindeligt papir i A4- eller Letter-størrelse på midten, og fold det ud. 3. Læg det andet ark papir med foldekanten nedad foran det først papiret i arkføderen. 4. Klik på Udfør.
nb: 1. Fjern papiret fra bakskuffen, og legg deretter i det ene ark med vanlig papir i A4- eller Letter-format. 2. Brett det andre arket i A4- eller Letter-format én gang, og brett det deretter ut igjen. 3. Legg det andre arket med brettekanten ned og foran det første arket. 4. Klikk på Utfør.

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires two sheets of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
da: Starter rensning af bundplade for at forhindre, at blækket udtværes under udskrivningen. Hertil kræves to ark almindeligt papir i A4- eller Letter-størrelse. Følg anvisningerne for at udføre rensningen af bundpladen.
nb: Starter bunnplaterengjøring for å unngå flekker under utskrift. Til denne operasjonen trenger du to ark med vanlig papir i A4- eller Letter-format. Følg disse retningslinjene for å utføre bunnplaterengjøring.

source: Sets the paper source for plain paper when Automatically Select is selected for Paper Source. Select the paper source for plain paper, and then click OK.
da: Indstiller papirkilden til almindeligt papir, når Vælg automatisk er valgt under Papirkilde. Vælg papirkilden til almindeligt papir, og klik derefter på OK.
nb: Angir papirkilden for vanlig papir når Velg automatisk er valgt for Papirkilde. Velg papirkilden for vanlig papir, og klikk på OK.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If only the black nozzle is clogged, select Black. If only the color nozzles or both the black and color nozzles are clogged, select All Colors. If you are not sure which nozzle is clogged, execute nozzle check.
da: Fjerner tilstopningen af dyser, der ikke kan renses med en normal rensning. Vælg den blækgruppe, der skal foretages grundig rensning af. Hvis det kun er den sorte dyse, der er tilstoppet, skal du vælge Sort. Hvis det kun er farvedyserne, eller hvis både den sorte dyse og farvedyserne er tilstoppede, skal du vælge Alle farver. Hvis du ikke ved, hvilken dyse der er tilstoppet, skal du udføre dysetest.
nb: Fjerner tilstoppingen av dyser som ikke kan renses på vanlig måte. Velg blekkgruppen for dyprensing. Hvis bare den svarte dysen er tilstoppet, velger du Svart. Hvis bare fargedysene eller både den svarte dysen og fargedysene er tilstoppet, velger du Alle farger. Hvis du er usikker på hvilken dyse som er tilstoppet, utfører du en dysesjekk.

source: Cleaning paper feed rollers. Select the target paper source for cleaning, and then click OK.
da: Rensning af papirfødningsruller. Vælg målpapirkilden til rensning, og klik derefter på OK.
nb: Rengjør papirmateruller. Velg ønsket papirkilde for rengjøring, og klikk deretter på OK.

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller for den bagerste bakke. Fjern først papiret fra den bagerste bakke, og åbn derefter udbakken til papir. Hvis du klikker på OK, aktiveres papirfødningsrullerne. Dette tager cirka 90 sekunder. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjør papirmateruller for bakskuff. Fjern først papiret fra bakskuffen, og åpne deretter papirutmatingsbrettet. Hvis du klikker OK, aktiveres papirmaterullene. Dette tar omtrent ett og et halvt minutt. Vil du starte rengjøring av materullene?

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette, and then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller for kassetten. Fjern først papiret fra kassetten, og åbn derefter udbakken til papir. Hvis du klikker på OK, aktiveres papirfødningsrullerne. Dette tager cirka 2 minutter. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjør papirmateruller for kassetten. Fjern først papiret fra kassetten, og åpne deretter papirutmatingsbrettet. Hvis du klikker OK, aktiveres papirmaterullene. Dette tar omtrent to minutt. Vil du starte rengjøring av materullene?

source: Cleaning paper feed rollers for the rear tray. First remove paper from the rear tray. Clicking OK will activate paper feed rollers. This will take about a minute and a half. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller for den bagerste bakke. Fjern først papiret fra den bagerste bakke. Hvis du klikker på OK, aktiveres papirfødningsrullerne. Dette tager cirka 90 sekunder. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjør papirmateruller for bakskuff. Fjern først papiret fra bakskuffen. Hvis du klikker OK, aktiveres papirmaterullene. Dette tar omtrent ett og et halvt minutt. Vil du starte rengjøring av materullene?

source: Cleaning paper feed rollers for the cassette. First remove paper from the cassette. Clicking OK will activate paper feed rollers. This will take about two minutes. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller for kassetten. Fjern først papiret fra kassetten. Hvis du klikker på OK, aktiveres papirfødningsrullerne. Dette tager cirka 2 minutter. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjør papirmateruller for kassetten. Fjern først papiret fra kassetten. Hvis du klikker OK, aktiveres papirmaterullene. Dette tar omtrent to minutt. Vil du starte rengjøring av materullene?
