Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper, and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), og læg ét ark almindeligt papir i A4- eller Letter-størrelse, og klik derefter på Udskriv kontrolmønster.
nb: Skriver ut et mønster som gjør at du kan kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), legg i ett ark med vanlig papir i A4- eller Letter-format, og klikk på Utskrift av sjekkmønster.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Start printhovedjustering. Da justeringen omfatter udskrivning, skal printeren være klar til udskrift (forbind kabel, og tænd printer), og læg tre ark almindeligt papir i A4- eller Letter-størrelse. Printeren vil udskrive et justeringsmønster. For at justere skrivehovedpositionen skal du klikke på Juster printerhoved. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter justering av skrivehodet. Siden justeringen omfatter utskrift, gjør du skriveren klar (kobler til kabelen og slår på strømmen) og legger i tre ark med vanlig papir i A4- eller Letter-format. Skriveren vil skrive ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du Skriv ut justeringsverdi.

source: Check how to load paper.
da: Se, hvordan du lægger papir i.
nb: Kontroller hvordan papir legges i.

source: Fit the paper into the front tray so that the printing side faces down. Insert the paper completely to the end of the front tray. Click [OK] to start printing.
da: Læg papiret i den forreste bakke, så den side, du vil udskrive på, vender nedad. Indsæt papiret helt til enden af den forreste bakke. Klik på [OK] for at starte udskrivningen.
nb: Plasser papiret i frontskuffen slik at siden du vil skrive ut på vender ned. Legg papiret helt inn til enden av frontskuffen. Klikk på [OK] for å starte utskriften.

source: Adjustment in Columns G to K (-5 to +5)
da: Justering af kolonne G til K (-5 til +5)
nb: Justering i kolonner G til K (-5 til +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns L to Q.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne L til Q.
nb: Se på mønsteret på utskriften og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene L til Q.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns R to Z.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne R til Z.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene R til Z.

source: Adjustment in Column R (-4 to +4)
da: Justering af kolonne R (-4 til +4)
nb: Justering i kolonne R (-4 til +4)

source: Adjustment in Columns S to V (-2 to +2)
da: Justering af kolonne S til V (-2 til +2)
nb: Justering i kolonner S til V (-2 til +2)

source: Adjustment in Columns W to Z (-2 to +2)
da: Justering af kolonne W til Z (-2 til +2)
nb: Justering i kolonner W til Z (-2 til +2)

source: Adjustment in Columns L to Q (-5 to +5)
da: Justering af kolonne L til Q (-5 til +5)
nb: Justering i kolonner L til Q (-5 til +5)

source: Column Z:
da: Kolonne Z:
nb: Kolonne Z:

source: Collecting printer status about maintenance. Please wait.
da: Indsamler printerstatus vedrørende vedligeholdelse. Vent et øjeblik.
nb: Henter skriverstatus om vedlikehold. Vent litt.

source: This printer status about maintenance cannot be collected. The displayed information may be different from the current settings.
da: Denne printerstatus vedrørende vedligeholdelse kan ikke indsamles. De viste oplysninger kan være forskellige fra de aktuelle indstillinger.
nb: Skriverstatusen om vedlikehold kan ikke registreres. Informasjonen som vises, kan være forskjellig fra de gjeldende innstillingene.

source: Prints a pattern that lets you check whether the print head nozzles are clogged. Get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size, plain paper into the front tray, and click the Print Check Pattern.
da: Udskriver et mønster, der gør det muligt at kontrollere, om printhoveddyserne er tilstoppede. Gør printeren klar (tilslut kablet, og tænd for printeren), og læg ét ark almindeligt papir i A4- eller Letter-størrelse i den forreste bakke, og klik derefter på Udskriv kontrolmønster.
nb: Skriver ut et mønster som gjør at du kan kontrollere om skrivehodedysene er tilstoppet. Klargjør skriveren (koble til kabelen og slå på skriveren), legg ett ark med vanlig papir i A4- eller Letter-format i frontskuffen, og klikk på Utskrift av sjekkmønster.

source: Load one sheet of A4 or letter size, plain paper into the front tray and click OK.
da: Læg ét ark almindeligt papir i A4- eller Letter-størrelse i den forreste bakke, og klik på OK.
nb: Legg ett ark med vanlig papir i A4- eller Letter-format i frontskuffen, og klikk på OK.

source: Get the printer ready (connect the cable and turn the power on) and load one sheet of A4 or letter size, plain paper. Clicking OK will print the current setting.
da: Skal printeren være klar til udskrift (forbind kabel, og tænd printer), og læg ét ark almindeligt papir i A4- eller Letter-størrelse. Hvis du klikker på OK, udskrives den aktuelle indstilling.
nb: Klargjør skriveren (kobler til kabelen og slår på strømmen) og legg ett ark med vanlig papir i A4- eller Letter-format. Den gjeldende innstillingen skrives ut når du klikker på OK.

source: Load one sheet of A4 or letter size, plain paper into the cassette and click OK.
da: Læg ét ark almindeligt papir i A4- eller Letter-størrelse i kassetten, og klik på OK.
nb: Legg ett ark med vanlig papir i A4- eller Letter-format i kassetten, og klikk på OK.

source: Load one sheet of A4 or letter size, plain paper into the rear tray and click OK.
da: Læg ét ark almindeligt papir i A4- eller Letter-størrelse i den bagerste bakke, og klik på OK.
nb: Legg ett ark med vanlig papir i A4- eller Letter-format i bakskuffen, og klikk på OK.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on) and load three sheets of A4 or letter size, plain paper into the front tray. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Start printhovedjustering. Da justeringen omfatter udskrivning, skal printeren være klar til udskrift (forbind kabel, og tænd printer), og læg tre ark almindeligt papir i A4- eller Letter-størrelse i den forreste bakke. Printeren vil udskrive et justeringsmønster. For at justere skrivehovedpositionen skal du klikke på Juster printerhoved. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter justering av skrivehodet. Siden justeringen omfatter utskrift, gjør du skriveren klar (kobler til kabelen og slår på strømmen) og legge tre ark med vanlig papir i A4- eller Letter-format i frontskuffen. Skriveren vil skrive ut et justeringsmønster. Hvis du vil justere skrivehodeposisjonen, klikker du Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du Skriv ut justeringsverdi.

source: Starting print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), and load three sheets of A4 or letter size, plain paper into the cassette. The printer will print an alignment pattern. To align the print head position, click Align Print Head. To print and check the current setting, click Print Alignment Value.
da: Starter printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren) og lægge tre ark almindeligt papir i A4- eller Letter-størrelse i kassetten. Printeren udskriver et justeringsmønster. Klik på Juster printerhoved for at justere printhovedets placering. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter justering av skrivehodet. Siden justeringen omfatter utskrift, må du klargjøre skriveren (koble til kabelen og slå på skriveren), og legge tre ark vanlig papir i A4- eller Letter-format i kassetten. Et justeringsmønster skrives ut. Hvis du vil justere skrivehodeposisjonen, klikker du på Juster skrivehode. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Auto
da: Automatisk

source: Dither
da: Simulering
