Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Locale
da: da_DK
nb: nb_NO

source: Black:
da: Sort:
nb: Svart:

source: Set...
da: Indstil...
nb: Angi...

source: Yellow:
da: Gul:
nb: Gul:

source: About
da: Om
nb: Om

source: Amount of Extension:
da: Udvidelsesgrad:
nb: Utvidelse:

source: Auto Power
da: Automatisk strømforsyning
nb: Automatisk avslåing

source: Available Media Types:
da: Tilgængelige medietyper:
nb: Tilgjengelige medietyper:

source: BJ Cartridge:
da: BJ-patron:
nb: BJ-kassett:

source: Back to Setup
da: Tilbage til Opsætning
nb: Tilbake til oppsett

source: Borderless
da: Uden kant
nb: Kant til kant

source: Bottom Plate Cleaning
da: Rensning af bundplade
nb: Bunnplaterengjøring

source: Brightness:
da: Lysstyrke:
nb: Lysstyrke:

source: Cancel
da: Annuller
nb: Avbryt

source: Centering
da: Centrering
nb: Midtstill

source: Change
da: Skift
nb: Endre

source: Change Combination
da: Skift kombination
nb: Endre kombinasjon

source: Change Media Type
da: Skift medietype
nb: Endre medietype

source: Cleaning
da: Rensning
nb: Rengjør

source: Click Change to use this, or Back to Setup to select a different combination.
da: Klik på Skift for at bruge denne kombination eller på Tilbage til Opsætning for at vælge en anden kombination.
nb: Klikk på Endre hvis du vil bruke denne innstillingen, eller klikk på Tilbake til oppsett for å velge en annen kombinasjon.

source: Collate
da: Sætvis
nb: Sorter

source: Color Balance
da: Farvebalance
nb: Fargebalanse

source: Color Mode:
da: Farvestatus:
nb: Fargemodus:

source: Color/Intensity
da: Farve/Intensitet
nb: Farge/Intensitet

source: Contrast:
da: Kontrast:
nb: Kontrast:

source: Cool
da: Kølig
nb: Kald

source: Copies:
da: Kopier:
nb: Kopier:

source: Custom
da: Brugerdefineret
nb: Egendefinert

source: Custom Paper Size
da: Brugerdefineret papirstørrelse
nb: Egendefinert papirstørrelse

source: Custom Settings
da: Tilpasset
nb: Egendefinerte innstillinger

source: Dark
da: Mørk
nb: Mørk

source: Deep Cleaning
da: Grundig rensning
nb: Dyprensing

source: Defaults
da: Standarder
nb: Standarder

source: Diffusion
nb: Diffusjon

source: Duplex Printing
da: Dupleksudskrivning
nb: Dupleksutskrift

source: Fast
da: Hurtig
nb: Rask

source: Fast
da: Hurtig
nb: Rask

source: Fine
da: Fin
nb: Fin

source: Grayscale Printing
da: Gråtoneudskrift
nb: Gråtoneutskrift

source: Halftoning
da: Halvtoning
nb: Rastrering

source: Height:
da: Højde:
nb: Høyde:

source: High
da: Høj
nb: Høy

source: High
da: Høj
nb: Høy

source: Ignore
da: Ignorer
nb: Ignorer

source: Ink Cartridge Settings
da: Indstillinger for blækpatron
nb: Innstillinger for blekkassett

source: Ink Counter Reset
da: Nulstil blækmåler
nb: Nullstill blekkmåler

source: Intensity:
da: Intensitet:
nb: Intensitet:

source: Light
da: Lys
nb: Lys

source: Long-side stapling
da: Hæftning på lang led
nb: Langsidestifting

source: Low
da: Lav
nb: Lav

source: Low Ink Warning Setting
da: Indstillinger for advarsel om lav blækstand
nb: Innstilling for advarsel om lite blekk

source: Main
da: Indstillinger
nb: Hoved

source: Maintenance
da: Vedligeholdelse
nb: Vedlikehold

source: Manual
da: Manuel
nb: Manuell

source: Manual Color Adjustment
da: Manuel farvejustering
nb: Manuell fargejustering

source: Max
da: Maks.
nb: Maks.

source: Media Type:
da: Medietype:
nb: Medietype:

source: Nozzle Check
da: Dysetest
nb: Dysesjekk

source: Page Layout:
da: Sidelayout:
nb: Sideoppsett:

source: Page Setup
da: Sideopsætning
nb: Utskriftsformat

source: Page Size:
da: Sidestørrelse:
nb: Sidestørrelse:

source: Paper Gap:
da: Papirafstand:
nb: Papirmellomrom:

source: Paper Size
da: Papirstørrelse
nb: Papirstørrelse

source: Paper Source Setting for Plain Paper
da: Indstillingen for papirkilden for almindeligt papir
nb: Papirkildeinnstilling for vanlig papir

source: Paper Source:
da: Papirkilde:
nb: Papirkilde:

source: Power Off
da: Strømforsyning afbrudt
nb: Avslåing

source: Print Head Alignment
da: Printhovedjustering
nb: Justering av skrivehodet

source: Print Quality
da: Udskriftskvalitet
nb: Utskriftskvalitet

source: Print Type:
da: Udskriftstype:
nb: Utskriftstype:

source: Print from Last Page
da: Udskriv fra sidste side
nb: Skriv ut fra siste side

source: Quality
da: Kvalitet
nb: Kvalitet

source: Quiet Settings
da: Indstillinger for ingen brugerinput
nb: Stille innstillinger

source: Roller Cleaning
da: Rensning af printerruller
nb: Rengjøring av ruller

source: Scaling:
da: Skalering:
nb: Skalering:

source: Short-side stapling
da: Hæftning på kort led
nb: Kortsidestifting

source: Staple Side:
da: Hæft side:
nb: Stifteside:

source: The following is recommended:
da: Følgende anbefales:
nb: Følgende anbefales:

source: Units:
da: Enheder:
nb: Enheter:

source: View Printer Status...
da: Vis printerstatus...
nb: Vis skriverstatus...

source: Warm
da: Varm
nb: Varm

source: Width:
da: Bredde:
nb: Bredde:

source: Yellow:
da: Gul:
nb: Gul:

source: You cannot print with the following combination:
da: Du kan ikke udskrive med følgende kombination:
nb: Du kan ikke skrive ut med følgende kombinasjon:

source: You have selected the following combination:
da: Du har valgt følgende kombination:
nb: Du har valgt følgende kombinasjon:

source: inch
da: tomme
nb: tomme

source: Canon Inkjet Printer Driver
nb: Canon Inkjet-skriverdriver

source: Version %s
nb: Versjon %s

source: Grayscale
da: Gråtone
nb: Gråtoner

source: Photo
da: Foto
nb: Foto

source: Graphic
da: Grafik
nb: Grafikk

source: Linear Tone
da: Lineær tone
nb: Lineær tone

source: Changing %s to %s is recommended.
da: Det anbefales at skifte %s til %s.
nb: Bytte fra %s til %s anbefales.

source: Click Change to use the new combination, Ignore to use the current combination, or Back to Setup to select a different combination.
da: Klik på Skift for at bruge den nye kombination, på Ignorer for at bruge den nuværende kombination eller på Tilbage til Opsætning for at vælge en anden kombination.
nb: Klikk på Endre for å bruke den nye kombinasjonen, Ignorer hvis du vil bruke gjeldende kombinasjon, eller Tilbake til oppsett hvis du vil velge en annen kombinasjon.

source: Changing %s setting is recommended.
da: Det anbefales, at indstillingen for %s ændres.
nb: Du bør endre innstillingen %s.

source: Use the selector below to choose a suitable setting and click Change to use the new combination.
da: Brug vælgeren nedenfor til at vælge en passende indstilling, og klik på Skift for at bruge den nye kombination.
nb: Bruk velgeren nedenfor til å angi en passende innstilling. Klikk på Endre for å bruke den nye kombinasjonen.

source: Click Ignore to use the current combination or Back to Setup to select a different combination.
da: Klik på Ignorer for at bruge den aktuelle kombination eller på Tilbage til Opsætning for at vælge en anden kombination.
nb: Klikk på Ignorer hvis du vil bruke gjeldende kombinasjon, eller klikk på Tilbake til oppsett for å velge en annen kombinasjon.

source: Changing %s setting is recommended.
da: Det anbefales, at indstillingen for %s ændres.
nb: Du bør endre innstillingen %s.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Back to Setup to select a different combination.
da: Brug vælgeren nedenfor til at vælge en passende indstilling, og klik på Skift for at bruge den nye kombination. Klik på Tilbage til Opsætning for at vælge en anden kombination.
nb: Bruk velgeren nedenfor til å angi en passende innstilling. Klikk på Endre for å bruke den nye kombinasjonen. Klikk på Tilbake til oppsett for å velge en annen kombinasjon.

source: Paper Thickness Lever Position:
da: Placering af greb til papirtykkelse:
nb: Posisjon for papirtykkelsesspak:

source: Paper Thickness Lever Position:
da: Placering af greb til papirtykkelse:
nb: Posisjon for papirtykkelsesspak:

source: Move the paper thickness lever %s.
da: Flyt grebet til justering af papirtykkelse %s.
nb: Flytt papirtykkelsesspaken %s.

source: Move the paper thickness lever %s.
da: Flyt grebet til justering af papirtykkelse %s.
nb: Flytt papirtykkelsesspaken %s.

source: Media Type
da: Medietype
nb: Medietype

source: Page Size
da: Sidestørrelse
nb: Sidestørrelse

source: Media Type: %s cannot be used with the selected BJ Cartridge. Select the type of media you wish to use.
da: Medietype: %s kan ikke bruges sammen med den valgte BJ-patron. Vælg den type medie, du ønsker at bruge.
nb: Medietype: %s kan ikke brukes med den valgte BJ-kassetten. Velg medietypen du vil bruke.

source: Plain Paper
da: Almindeligt papir
nb: Vanlig papir

source: Transparencies
da: Transparenter
nb: Transparenter

source: Back Print Film
nb: Baklysfilm

source: Fabric Sheet
da: Tekstilark
nb: Tekstilark

source: High Gloss Film
da: Højglansfilm
nb: Høyglansfilm

source: Envelope
da: Konvolut
nb: Konvolutt

source: Glossy Postcard
da: Blankt postkort
nb: Beglanset postkort

source: T-Shirt Transfers
da: Overføringspapir til t-shirt
nb: T-skjorteoverføringsark

source: High Gloss Photo Film
da: Højglansfotofilm
nb: Høyglanset fotofilm

source: Glossy Photo Cards
da: Blankt fotokort
nb: Glanset fotokort

source: Other Paper
da: Andet papir
nb: Annet papir

source: Other Photo Paper
da: Andet fotopapir
nb: Annet fotopapir

source: Other Fine Art Paper
da: Andet Fine Art papir
nb: Annet Fine Art-papir

source: Manual Feed
da: Manuel indføring
nb: Manuell mating

source: Auto Sheet Feeder
da: Automatisk arkføder
nb: Automatisk arkmater

source: Rear Tray
da: Bagerste bakke
nb: Bakskuff

source: Auto Select
da: Automatisk udvælgelse
nb: Autovalg

source: Tractor Feeder
da: Traktorføder
nb: Traktormater

source: Cassette
da: Kassette
nb: Kassett

source: Paper Feed Switch
da: Papirfødningskontakt
nb: Papirmatingsbryter

source: Front Feeder
da: Frontføder
nb: Frontmater

source: Front Tray
da: Forreste bakke
nb: Frontskuff

source: Front for Plain Paper
da: Front til alm. papir
nb: Front for vanlig papir

source: Front for Plain Paper
da: Front til alm. papir
nb: Front for vanlig papir

source: Continuous Autofeed
da: Uafbrudt autofødning
nb: Fortløpende automating

source: Automatically Select
da: Vælg automatisk
nb: Velg automatisk

source: The selected paper size cannot be used in the current Paper Source setting. Paper Source setting is changed to the %s.
da: Den valgte papirstørrelse kan ikke bruges i den aktuelle papirkildeindstilling. Papirkildeindstillingen er ændret til %s.
nb: Den valgte papirstørrelsen kan ikke brukes i gjeldende innstilling for papirkilde. Innstillingen for papirkilde er endret til %s.

source: Automatic Duplex Printing
da: Automatisk dupleksudskrivning
nb: Automatisk dupleksutskrift

source: A page size that is not supported by the duplex printing function is selected.
da: Du har valgt en sidestørrelse, der ikke understøttes af funktionen til dupleksudskrivning.
nb: Du har valgt en sidestørrelse som ikke støttes av funksjonen for dupleksutskrift.

source: Uncheck %s.
da: Fjern markeringen af %s.
nb: Fjern merket for %s.

source: Paper Source
da: Papirkilde
nb: Papirkilde

source: A page size that cannot be fed from the cassette was selected.
da: Der blev valgt en sidestørrelse, der ikke kan indføres fra kassetten.
nb: Du har valgt en sidestørrelse som ikke kan mates fra kassetten.

source: Change the %s setting to %s.
da: Skift indstillingen %s til %s.
nb: Endre innstillingen %s til innstillingen %s.

source: Paper Source: %s is not available for the selected Media Type. Paper Source setting has been changed to %s.
da: Papirkilde: %s er ikke tilgængelig for den valgte medietype. Papirkildeindstillingerne er blevet ændret til %s.
nb: Papirkilden: %s er ikke tilgjengelig for den valgte medietypen. Innstillingen for papirkilde er endret til %s.

source: A5 [5.83"x8.27" 148.0x210.0mm]
da: A5 [148.0x210.0mm 5.83"x8.27"]
nb: A5 [148.0x210.0mm 5.83"x8.27"]

source: A4 [8.27"x11.69" 210.0x297.0mm]
da: A4 [210.0x297.0mm 8.27"x11.69"]
nb: A4 [210.0x297.0mm 8.27"x11.69"]

source: A3 [11.69"x16.54" 297.0x420.0mm]
da: A3 [297.0x420.0mm 11.69"x16.54"]
nb: A3 [297.0x420.0mm 11.69"x16.54"]

source: B5 [7.17"x10.12" 182.0x257.0mm]
da: B5 [182.0x257.0mm 7.17"x10.12"]
nb: B5 [182.0x257.0mm 7.17"x10.12"]

source: B4 [10.12"x14.33" 257.0x364.0mm]
da: B4 [257.0x364.0mm 10.12"x14.33"]
nb: B4 [257.0x364.0mm 10.12"x14.33"]

source: Letter [8.50"x11.00" 215.9x279.4mm]
da: Letter [215.9x279.4mm 8.50"x11.00"]
nb: Letter [215.9x279.4mm 8.50"x11.00"]

source: Legal [8.50"x14.00" 215.9x355.6mm]
da: Legal [215.9x355.6mm 8.50"x14.00"]
nb: Legal [215.9x355.6mm 8.50"x14.00"]

source: 11"x17" [11.00"x17.00" 279.4x431.8mm]
da: 11"x17" [279.4x431.8mm 11.00"x17.00"]
nb: 11"x17" [279.4x431.8mm 11.00"x17.00"]

source: Hagaki [3.94"x5.83" 100.0x148.0mm]
da: Hagaki [100.0x148.0mm 3.94"x5.83"]
nb: Hagaki [100.0x148.0mm 3.94"x5.83"]

source: A3+ [12.95"x19.02" 329.0x483.0mm]
da: A3+ [329.0x483.0mm 12.95"x19.02"]
nb: A3+ [329.0x483.0mm 12.95"x19.02"]

source: Custom...
da: Brugerdefineret...
nb: Egendefinert...

source: Comm. Env. #10 [4.12"x9.50" 104.8x241.3mm]
da: Kommerciel konvolut str. 10 [104.8x241.3mm 4.12"x9.50"]
nb: Comm. Konv. #10 [104.8x241.3mm 4.12"x9.50"]

source: DL Env. [4.33"x8.66" 110.0x220.0mm]
da: DL-konvolut [110.0x220.0mm 4.33"x8.66"]
nb: DL-konv. [110.0x220.0mm 4.33"x8.66"]

source: Youkei 4 [4.13"x9.25" 105.0x235.0mm]
da: Youkei 4 [105.0x235.0mm 4.13"x9.25"]
nb: Youkei 4 [105.0x235.0mm 4.13"x9.25"]

source: Youkei 6 [3.86"x7.48" 98.0x190.0mm]
da: Youkei 6 [98.0x190.0mm 3.86"x7.48"]
nb: Youkei 6 [98.0x190.0mm 3.86"x7.48"]

source: L [3.50"x5.00" 89.0x127.0mm]
da: L [89.0x127.0mm 3.50"x5.00"]
nb: L [89.0x127.0mm 3.50"x5.00"]

source: 2L [5.00"x7.01" 127.0x178.0mm]
da: 2L [127.0x178.0mm 5.00"x7.01"]
nb: 2L [127.0x178.0mm 5.00"x7.01"]

source: 4"x6" [4.00"x6.00" 101.6x152.4mm]
da: 4"x6" [101.6x152.4mm 4.00"x6.00"]
nb: 4"x6" [101.6x152.4mm 4.00"x6.00"]

source: 5"x7" [5.00"x7.00" 127.0x177.8mm]
da: 5"x7" [127.0x177.8mm 5.00"x7.00"]
nb: 5"x7" [127.0x177.8mm 5.00"x7.00"]

source: Hagaki 2 [7.87"x5.83" 200.0x148.0mm]
da: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]
nb: Hagaki 2 [200.0x148.0mm 7.87"x5.83"]

source: Card [2.17"x3.58" 55.0x91.0mm]
da: Kort [55.0x91.0mm 2.17"x3.58"]
nb: Kort [55.0x91.0mm 2.17"x3.58"]

source: Credit Card [2.13"x3.39" 54.0x86.0mm]
da: Kreditkort [54.0x86.0mm 2.13"x3.39"]
nb: Kredittkort [54.0x86.0mm 2.13"x3.39"]

source: Fine Art Letter [8.50"x11.00" 215.9x279.4mm]
da: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]
nb: Fine Art Letter [215.9x279.4mm 8.50"x11.00"]

source: Fine Art A4 [8.27"x11.69" 210.0x297.0mm]
da: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]
nb: Fine Art A4 [210.0x297.0mm 8.27"x11.69"]

source: 4"x8" [4.00"x8.00" 101.6x203.2mm]
da: 4"x8" [101.6x203.2mm 4.00"x8.00"]
nb: 4"x8" [101.6x203.2mm 4.00"x8.00"]

source: 10"x12" [10.00"x12.00" 254.0x304.8mm]
da: 10"x12" [254.0x304.8mm 10.00"x12.01"]
nb: 10"x12" [254.0x304.8mm 10.00"x12.10"]

source: 8"x10" [8.00"x10.00" 203.2x254.0mm]
da: 8"x10" [203.2x254.0mm 8.00"x10.00"]
nb: 8"x10" [203.2x254.0mm 8.00"x10.00"]

source: Wide [4.00"x7.11" 101.6x180.6mm]
da: Wide [101.6x180.6mm 4.00"x7.11"]
nb: Wide [101.6x180.6mm 4.00"x7.11"]

source: inches (%s-%s)
da: tommer (%s-%s)
nb: tommer (%s–%s)

source: Left
da: Venstre
nb: Venstre

source: Right
da: Højre
nb: Høyre

source: Down
da: Ned
nb: Ned

source: Up
da: Op
nb: Opp

source: Color
da: Farve
nb: Farge

source: Black
da: Sort
nb: Svart

source: Photo
da: Foto
nb: Foto

source: Black/Color
da: Sort/Farve
nb: Svart/farge

source: Black/Photo
da: Sort/Foto
nb: Svart/foto

source: Photo/Color
da: Foto/Farve
nb: Foto/farge

source: Fit-to-Page
da: Tilpas til side
nb: Tilpass til side

source: Normal-size
da: Normalstørrelse
nb: Normal størrelse

source: Scaled
da: Skaleret
nb: Skalert

source: Light
da: Lys
nb: Lys

source: Normal
nb: Vanlig

source: Dark
da: Mørk
nb: Mørk

source: Wide
da: Bred
nb: Stor

source: Narrow
da: Smal
nb: Smal

source: You have selected Borderless Printing. The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
da: Du har valgt Udskrivning uden kant. Det dokument, der skal udskrives, er blevet forstørret, så det er lidt større end papiret. Udskriftskvaliteten kan blive forringet, eller der kan komme pletter øverst og nederst på udskriften, afhængigt af hvilken type medie du bruger.
nb: Du har valgt Kant til kant-utskrift. Dokumentet som skal skrives ut, blir forstørret slik at det går litt utenfor papiret. Utskriftskvaliteten kan bli noe dårligere, eller arket kan bli flekkete øverst og nederst, avhengig av hvilken medietype som brukes.

source: Borderless printing is not recommended when %s is selected for Media Type. Select the type of media you wish to use.
da: Udskrivning uden kant anbefales ikke, når %s er valgt som medietype. Vælg den type medie, du ønsker at bruge.
nb: Kant til kant-utskrift anbefales ikke når %s er valgt for Medietype. Velg medietypen du vil bruke.

source: The document to be printed is enlarged, so that it slightly extends off the paper. Print quality may deteriorate, or the sheet may be stained at the top and bottom depending on the type of media used.
da: Det dokument, der skal udskrives, er blevet forstørret, så det er lidt større end papiret. Udskriftskvaliteten kan blive forringet, eller der kan komme pletter øverst og nederst på udskriften, afhængigt af hvilken type medie du bruger.
nb: Dokumentet som skal skrives ut, blir forstørret slik at det går utenfor papiret. Utskriftskvaliteten kan bli noe dårligere eller arket kan bli flekkete øverst og nederst, avhengig av hvilken medietype som brukes.

source: The printer is set to print on an envelope. Lower the paper support and then load an envelope. Then click OK to start printing.
da: Printeren er indstillet til at udskrive på en konvolut. Sænk papirstøtten, og ilæg derefter en konvolut. Klik derefter på OK for at starte udskrivningen.
nb: Det er angitt at skriveren skal skrive ut en konvolutt. Senk papirstøtten, og legg deretter inn en konvolutt. Klikk deretter på OK for å starte utskriften.

source: Yes
da: Ja
nb: Ja

source: No
da: Nej
nb: Nei

source: Enable
da: Aktiver
nb: Aktiver

source: Disable
da: Deaktiver
nb: Deaktiver

source: 5 minutes
da: 5 minutter
nb: 5 minutter

source: 10 minutes
da: 10 minutter
nb: 10 minutter

source: 15 minutes
da: 15 minutter
nb: 15 minutter

source: 30 minutes
da: 30 minutter
nb: 30 minutter

source: 60 minutes
da: 60 minutter
nb: 60 minutter

source: Were the patterns printed normally? If no patterns were printed or if the printout is noticeably blurred, click No and start again from the beginning.
da: Blev mønstrene udskrevet normalt? Hvis der ikke var udskrevet nogen mønstre, eller hvis udskriften var meget udtværet, skal du klikke på Nej og starte forfra.
nb: Ble mønsteret skrevet ut normalt? Hvis ingen mønstere ble skrevet ut eller hvis utskriften er utydelig, klikker du på Nei og starter på nytt fra begynnelsen.

source: Make sure that the printer power is on, the cable is connected properly, and the printer is online then try again.
da: Kontroller, at der er tændt for printeren, at kablet er tilsluttet korrekt, samt at printeren er online, og prøv derefter igen.
nb: Kontroller at skriveren er slått på, at kabelen er koblet til og at skriveren er online. Prøv deretter på nytt.

source: Print head alignment is now complete.
da: Printhovedjusteringen er nu fuldført.
nb: Justering av skrivehodet er nå ferdig.

source: Do not start another operation until the current one has finished.
da: Undlad at starte en ny handling, før den igangværende handling er afsluttet.
nb: Ikke start flere operasjoner før gjeldende operasjon er fullført.

source: Turn the printer off?
da: Skal printeren slukkes?
nb: Slå av skriveren?

source: Apply settings to printer?
da: Vil du anvende indstillingerne på printeren?
nb: Vil du bruke innstillingene på skriveren?

source: Start print head deep cleaning?
da: Vil du starte grundig rensning af printhovedet?
nb: Starte dyprensing av skrivehode?

source: Bi-directional Alignment (-5 to +5)
da: Tovejsjustering (-5 til +5)
nb: Toveisjustering (-5 til +5)

source: Execute black print head deep cleaning?
da: Vil du foretage grundig rensning af det sorte printhoved?
nb: Utføre dyprensing av svart skrivehode?

source: Execute color print head deep cleaning?
da: Vil du foretage grundig rensning af farveprinthovedet?
nb: Utføre dyprensing av fargeskrivehode?

source: Cleaning paper feed rollers. First remove paper from the sheet feeder. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. When you load three sheets of plain paper according to the message, paper will be ejected and feed roller cleaning will be completed. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsrullerne. Fjern først papir fra arkføderen. Når du klikker på OK, aktiveres papirfødningsrullerne 30 gange. Dette vil tage cirka 90 sekunder. Når du ilægger tre ark almideligt papir som beskrevet i meddelelsen, udskydes papiret, og rensningen af printerrullerne er færdig. Vil du starte rensningen af printerrullerne?
nb: Rengjør papirmateruller. Fjern først papiret fra arkmateren. Klikk på OK for å aktivere 30 omdreininger av papirmaterullene. Denne aktiveringen vil ta omtrent halvannet minutt. Når du i samsvar med meldingen legger i tre ark med vanlig papir, blir papir matet ut, og rengjøringen av materullene fullføres. Vil du starte rengjøring av materuller?

source: Load three sheets of plain paper into the sheet feeder.
da: Læg tre ark almindeligt papir i arkføderen.
nb: Legg tre ark med vanlig papir i arkmateren.

source: Feed roller cleaning is complete.
da: Rensningen af papirfødningsrullen er fuldført.
nb: Rengjøring av materuller er fullført.

source: All Colors
da: Alle farver
nb: Alle farger

source: All Colors BK, C, M, Y
da: Alle Farver BK, C, M, Y
nb: Alle farger BK, C, M, Y

source: Black
da: Sort
nb: Svart

source: Black 3eBK
da: Sort 3eBK
nb: Svart 3eSv

source: Black PGBK
da: Sort PGBK
nb: Svart PGBK

source: Black BK
da: Sort BK
nb: Svart BK

source: Color 6C, 6M, 6Y
da: Farve 6C, 6M, 6Y
nb: Farge 6C, 6M, 6G

source: Color 6C, 6M, 6Y, 6BK
da: Farve 6C, 6M, 6Y, 6BK
nb: Farge 6C, 6M, 6G, 6Sv

source: Color 7C, 7M, 7Y
da: Farve 7C, 7M, 7Y
nb: Farge 7C, 7M, 7Y

source: Color 7C, 7M, 7Y, 7BK
da: Farve 7C, 7M, 7Y, 7BK
nb: Farge 7C, 7M, 7Y, 7BK

source: Color C, M, Y, BK
da: Farve C, M, Y, BK
nb: Farge C, M, Y, BK

source: Color C, M, Y, PC, PM, BK
da: Farve C, M, Y, PC, PM, BK
nb: Farge C, M, Y, PC, PM, BK

source: Color C, M, Y
da: Farve C, M, Y
nb: Farge C, M, Y

source: Group 1 6BK, 6R, 6PC, 6PM
da: Gruppe 1 6BK, 6R, 6PC, 6PM
nb: Gruppe 1 6Sv, 6R, 6RoC, 6RoM

source: Group 1 7BK, 7R, 7G, 7PC, 7PM
da: Gruppe 1 7BK, 7R, 7G, 7PC, 7PM
nb: Gruppe 1 7BK, 7R, 7G, 7PC, 7PM

source: Group 2 6C, 6M, 6Y
da: Gruppe 2 6C, 6M, 6Y
nb: Gruppe 2 6C, 6M, 6G

source: Group 2 7C, 7M, 7Y
da: Gruppe 2 7C, 7M, 7Y
nb: Gruppe 2 7C, 7M, 7Y

source: Do not start another operation until the cleaning has finished. After cleaning ends, execute nozzle check to check whether the print head nozzles have been unclogged.
da: Undlad at starte en ny handling, før rensningen er afsluttet. Udfør dysetest efter rensningen for at kontrollere, om printhoveddyserne er blevet renset.
nb: Ikke start en ny operasjon før rengjøringen er fullført. Når rengjøringen er fullført, utfører du en dysesjekk for å undersøke om skrivehodedysene fortsatt er tilstoppet.
