Repository: MrThanlon/cnijfilter-common
Catalog: printui-3.70/po/*.po
Languages: da, nb

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns M to R.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne M til R.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene M til R.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns P to V.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne P til V.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene P til V.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns O to V.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne O til V.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene O til V.

source: Examine the printed patterns, and enter the pattern number of the most even pattern for columns M and N.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mest jævne mønster for kolonnerne M og N.
nb: Undersøk mønstrene som skrives ut, og angi nummeret på mønsteret som er jevnest for kolonne M og N.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to j.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne a til j.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene a til j.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to k.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne a til k.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene a til k.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to Q.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne H til Q.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene H til Q.

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
da: Undersøg de udskrevne mønstre, og udfyld felterne for kolonne L og M med nummeret på det mønster, som er mest jævnt og ikke har striber i de områder, der er angivet med pile.
nb: Se på mønsteret på utskriften, og fyll ut feltene for kolonnene L og M med nummeret for mønsteret som er jevnest, og som ikke har noen striper i områdene som er merket med piler.

source: Examine the printed patterns, and fill in the fields for columns W and X with the number of the pattern that is smoothest and has no stripes in the areas indicated by arrows.
da: Undersøg de udskrevne mønstre, og udfyld felterne for kolonne W og X med nummeret på det mønster, som er mest jævnt og ikke har striber i de områder, der er angivet med pile.
nb: Se på mønsteret på utskriften, og fyll ut feltene for kolonne W og X med nummeret for mønsteret som er jevnest, og som ikke har noen striper i områdene som er merket med piler.

source: Execute
da: Udfør
nb: Utfør

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to F.
da: Udfør justering af printhoved. Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne A til F.
nb: Utfør justering av skrivehode. Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene A til F.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to G.
da: Udfør justering af printhoved. Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne A til G.
nb: Utfør justering av skrivehode. Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene A til G.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to K.
da: Udfør justering af printhoved. Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne A til K.
nb: Utfør justering av skrivehode. Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene A til K.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to L.
da: Udfør justering af printhoved. Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne A til L.
nb: Utfør justering av skrivehode. Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene A til L.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to N.
da: Udfør justering af printhoved. Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne A til N.
nb: Utfør justering av skrivehode. Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest streker i feltene for kolonnene A til N.

source: Exit
da: Afslut
nb: Avslutt

source: Horizontal Alignment (-3 to +7)
da: Vandret justering (-3 til +7)
nb: Vannrett justering (-3 til +7)

source: Ink Cartridge:
da: Blækpatron:
nb: Blekkassett:

source: Ink Drying Wait Time:
da: Blækkets tørretid:
nb: Ventetid for blekktørking:

source: Long
da: Lang
nb: Lang

source: Pattern Check
da: Mønsterkontrol
nb: Mønstersjekk

source: Pause Page
da: Sidestop
nb: Stopp side

source: Pause Scan
da: Scanningsstop
nb: Stopp skanning

source: Prevent paper abrasion
da: Undgå papirafskrabning
nb: Forhindre papirslitasje

source: Print Alignment Value
da: Udskriv justeringsværdi
nb: Skriv ut justeringsverdi

source: Print Check Pattern
da: Udskriv kontrolmønster
nb: Utskrift av sjekkmønster

source: Print Head Cleaning
da: Rensning af printhoved
nb: Rengjøring av skrivehode

source: Quiet Mode
da: Ingen brugerinput
nb: Stillemodus

source: Read your printer manual for details about low ink warnings.
da: Se i printerhåndbogen for at få oplysninger om advarsel om lav blækstand.
nb: Les skriverhåndboken for å få informasjon om advarsler om lite blekk.

source: Select the ink cartridge for printing.
da: Vælg blækpatronen til udskrivning.
nb: Velg blekkassett for utskrift.

source: Select the newly replaced ink tank and click the Execute button.
da: Vælg den nyindsatte blækbeholder, og klik på knappen Udfør.
nb: Velg den nye blekktanken og klikk på Utfør.

source: Short
da: Kort
nb: Kort

source: Start Print Head Alignment
da: Start printhovedjustering
nb: Starter justering av skrivehodet

source: Starting bottom plate cleaning to prevent paper smudges during printing. This operation requires one sheet of A4 or letter size, plain paper. Follow these directions to execute bottom plate cleaning.
da: Start af rensning af bundpladen forhindrer udtværing på papiret under udskrivning. Denne handling kræver ét ark almindeligt papir i A4- eller Letter-størrelse. Følg anvisningerne for at udføre rensning af bundpladen.
nb: Starter rengjøring av bunnplaten for å unngå flekker på papiret under utskriften. Til denne operasjonen trenger du ett ark med vanlig papir i A4- eller Letter-format. Følg disse retningslinjene for å utføre bunnplaterengjøring.

source: The counter corresponding to the replaced ink tank will indicate the tank is full. This operation ensures proper display of a low ink warning.
da: Den indikator, der viser blækniveauet i den nyindsatte blækbeholder, vil angive, at beholderen er fuld. Der vil således blive vist en korrekt advarsel, når blækniveauet er lavt.
nb: Måleren som hører til den nye blekktanken, indikerer at den er full. Denne handlingen sikrer riktig visning av advarsel om lite blekk.

source: The print head nozzles are not clogged. If the printed pattern resembles this pattern, you can use the printer immediately. Click Exit.
da: Printhoveddyserne er ikke tilstoppede. Hvis det udskrevne mønster ligner dette mønster, kan du bruge printeren med det samme. Klik på Afslut.
nb: Skrivehodedysene er ikke tilstoppet. Hvis utskriftsmønsteret ligner på dette mønsteret, kan du bruke skriveren med en gang. Klikk på Avslutt.

source: To ensure proper display of a low ink warning, the following operation is required:
da: Følgende handling er nødvendig for at få vist en advarsel om lav blækstand:
nb: Hvis du vil sikre nøyaktig visning av advarselen om lite blekk, må du gjøre følgende:

source: Use quiet mode
da: Brug ingen brugerinput
nb: Bruk stillemodus

source: Using AC Adapter:
da: Brug af lysnetadapter:
nb: Ved bruk av adapter:

source: Using Battery:
da: Brug af batteri:
nb: Ved bruk av batteri:

source: When you have replaced an ink tank with a new one, always click the Ink Counter Reset button on the Maintenance tab of the printer driver and select the new ink tank.
da: Når du har udskiftet en blækbeholder med en ny, skal du altid klikke på knappen Nulstil blæktæller på fanen Vedligeholdelse for printerdriveren og vælge den nye blækbeholder.
nb: Når du har byttet ut en blekktank, må du alltid klikke på Nullstill blekkmåler i kategorien Vedlikehold i skriverdriveren, og velge den nye blekktanken.

source: Which of the following patterns does the printed pattern most closely resemble?
da: Hvilke af de følgende mønstre ligner det udskrevne mønster mest?
nb: Hvilket av disse mønstrene ligner utskrifsmønsteret mest på?

source: Adjustment in Columns K to P (-5 to +5)
da: Justering af kolonne K til P (-5 til +5)
nb: Justering i kolonner K til P (-5 til +5)

source: Adjustment in Column F (-3 to +3)
da: Justering af kolonne F (-3 til +3)
nb: Justering i kolonne F (-3 til +3)

source: Adjustment in Column G (-3 to +3)
da: Justering af kolonne G (-3 til +3)
nb: Justering i kolonne G (-3 til +3)

source: Adjustment in Column Q (-4 to +4)
da: Justering af kolonne Q (-4 til +4)
nb: Justering i kolonne Q (-4 til +4)

source: Adjustment in Columns R to U (-2 to +2)
da: Justering af kolonne R til U (-2 til +2)
nb: Justering i kolonner R til U (-2 til +2)

source: Adjustment in Columns V to Y (-2 to +2)
da: Justering af kolonne V til Y (-2 til +2)
nb: Justering i kolonner V til Y (-2 til +2)

source: Close
da: Luk
nb: Lukk

source: Column Y:
da: Kolonne Y:
nb: Kolonne Y:

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns Q to Y.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne Q til Y.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene Q til Y.

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns K to P.
da: Undersøg de udskrevne mønstre, og indtast nummeret på mønsteret med de mindst synlige striber, i felterne for kolonne K til P.
nb: Undersøk de utskrevne mønstrene, og angi mønsternummeret for mønsteret med færrest striper, i feltene for kolonne K til P.

source: Execute print head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns A to J.
da: Udfør printhovedjustering. Undersøg de udskrevne mønstre, og indtast nummeret på mønsteret med de mindst synlige striber, i felterne for kolonne A til J.
nb: Utfør justering av skrivehodet. Undersøk de utskrevne mønstrene, og angi mønsternummeret for mønsteret med færrest striper, i feltene for kolonne A til J.

source: Color C, M, Y, BK, GY
da: Farve C, M, Y, BK, GY
nb: Farge C, M, Y, BK, GY

source: 1. Remove the paper from the rear tray. 2. Fold A4 or letter size, plain paper in half vertically, then unfold the paper. 3. With the ridge of the crease facing down, load the paper in landscape orientation into the rear tray. 4. Click Execute.
da: 1. Fjern papiret fra den bageste bakke. 2. Fold almindeligt papir i A4- eller Letter-format i midten lodret, og fold derefter papiret ud igen. 3. Med ryggen af folden vendende nedad lægges papiret i vandret retning i bageste papirbakke. 4. Klik på Udfør.
nb: 1. Ta papiret ut av bakskuffen. 2. Brett A4- eller letter-papiret eller det vanlige papiret i to vertikalt, og brett det deretter opp. 3. La falsen på bretten vende nedover, og legg papiret i liggende retning i bakskuffen. 4. Klikk Utfør.

source: 120 minutes
da: 120 minutter
nb: 120 minutter

source: 240 minutes
da: 240 minutter
nb: 240 minutter

source: Starting automatic print head alignment. Since the alignment involves printing, get the printer ready (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper, and click Align Print Head. If the results of automatic print head alignment are not satisfactory, perform manual print head alignment to precisely align the print head. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click OK. Then try again. To print and check the current setting, click Print Alignment Value.
da: Starter automatisk printhovedjustering. Da der skal foretages en udskrivning under justeringen, skal du gøre printeren klar (tilslutte kablet og tænde for printeren), lægge ét ark almindeligt papir i A4- eller Letter-størrelse og klikke på Juster printerhoved. Hvis resultatet af automatisk printhovedjustering ikke er tilfredsstillende, skal du foretage manuel printhovedjustering for at justere printhovedet præcist. Hvis du vil udføre manuel justering, skal du klikke på Annuller. Klik derefter på Tilpasset på fanen Vedligeholdelse i printerdriveren, marker afkrydsningsfeltet Juster hoveder manuelt, og klik på OK. Prøv derefter igen. Klik på Udskriv justeringsværdi for at udskrive og kontrollere den aktuelle indstilling.
nb: Starter automatisk justering av skrivehodet. Siden justeringen innebærer utskrift, må du klargjøre skriveren (koble til kabelen og slå på skriveren), legge i ett ark med vanlig papir i A4- eller Letter-format og klikke på Juster skrivehode. Hvis du ikke er fornøyd med resultatet etter automatisk justering av skrivehodet, kan du utføre manuell justering for å justere skrivehodet nøyaktig. Klikk på Avbryt for å utføre manuell justering av hode. Klikk deretter på Egendefinerte innstillinger i kategorien Vedlikehold i skriverdriveren, merk av for Juster hoder manuelt, og klikk på OK. Deretter prøver du igjen. Hvis du vil skrive ut og kontrollere den gjeldende innstillingen, klikker du på Skriv ut justeringsverdi.

source: Prevent paper jam
da: Undgå papirstop
nb: Forhindre papirstopp

source: Cleaning paper feed rollers. First remove paper from the rear tray, then open the front cover and extend the paper output tray. Clicking OK will activate paper feed rollers 30 times. This will take about a minute and a half. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller. Tag først papiret ud af den bagerste bakke, åbn frontdækslet og forlæng udbakken til papir. Hvis du klikker på OK, aktiveres papirfødningsrullerne 30 gange. Dette tager cirka 90 sekunder. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjøre papirmaterullene. Fjern først papiret fra bakskuffen, åpne deretter frontdekselet og trekk ut papirutmatingsbrettet. Hvis du klikker på OK, aktiveres papirmaterullene 30 ganger. Dette tar omtrent ett og et halvt minutt. Vil du starte rengjøring av materullene?

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable streaks in the fields for columns H to P.
da: Undersøg de udskrevne mønstre, og skriv nummeret på det mønster, som har færrest synlige streger i felterne for kolonnerne H til P.
nb: Undersøk de mønstrene som er skrevet ut, og angi nummeret til mønsteret med færrest synlige streker i kolonnene H til P.

source: Adjustment in Columns M to P (-5 to +5)
da: Justering af kolonne M til P (-5 til +5)
nb: Justering i kolonner M til P (-5 til +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least noticeable horizontal stripes in the fields for columns a to i.
da: Undersøg de udskrevne mønstre, og angiv mønsternummeret på det mønster, der indeholder de mindst synlige vandrette striber, i felterne for kolonnerne a til i.
nb: Se på mønsteret på utskriften, og angi mønsternummeret for mønsteret med færrest vannrette striper i feltene for kolonnene a til i.

source: Adjustment in Columns f to i (-2 to +2)
da: Justering af kolonne f til i (-2 til +2)
nb: Justering i kolonner f til i (-2 til +2)

source: Set Prevent paper jam only when A3 size plain paper jams frequently near the paper output slot. This setting increases the printing time for A3 size plain paper. Also, the print quality may deteriorate.
da: Vælg kun Undgå papirstop, hvis der ofte opstår papirstop nær papiroutputåbningen med almindeligt papir i A3-format. Denne indstilling øger udskrivningstiden for almindeligt papir i A3-format. Desuden kan udskriftskvaliteten blive forringet.
nb: Forhindre papirstopp skal bare angis når vanlig papir i A3-størrelse ofte fører til papirstopp i nærheten av papirutmatingssporet. Denne innstillingen øker utskriftstiden for vanlig papir i A3-størrelse. Utskriftskvaliteten kan også bli noe dårligere.

source: Do not use quiet mode
da: Anvend ikke tilstanden Ingen brugerinput
nb: Ikke bruk stillemodus

source: Always use quiet mode
da: Anvend altid tilstanden Ingen brugerinput
nb: Bruk alltid stillemodus

source: Use quiet mode during specified hours
da: Anvend tilstanden Ingen brugerinput i det angivne tidsrum
nb: Bruk stillemodus i angitte timer

source: Start time:
da: Starttidspunkt:
nb: Starttid:

source: End time:
da: Sluttidspunkt:
nb: Sluttid:

source: When the hours are specified, quiet mode is not applied to operations (copy, direct print, etc.) performed directly from the printer.
da: Når antallet af timer er angivet, anvendes tilstanden Ingen brugerinput ikke til handlinger (kopier, direkte udskrivning osv.), der udføres direkte fra printeren.
nb: Når timene angis, tas ikke stillemodus i bruk for operasjoner (kopiering, direkteutskrift osv.) som utføres direkte fra skriveren.

source: Apply the setting to printer? If the printer is connected to a network, it will not turn off automatically even if Auto Power Off is set.
da: Vil du anvende indstillingen på printeren? Hvis printeren er tilsluttet til et netværk, slukkes den ikke automatisk, selvom Sluk automatisk strømforsyning efter er angivet.
nb: Bruke innstillingen på skriveren? Hvis skriveren en koblet til et nettverk, vil den ikke slås av automatisk selv om Auto-avslåing er angitt.

source: Cleaning paper feed rollers. First remove paper from the front tray, then open the paper output tray. Clicking OK will activate paper feed rollers. This will take about two minutes to complete. Do you want to start feed roller cleaning?
da: Rensning af papirfødningsruller. Fjern først papiret fra den forreste bakke, og åbn derefter udbakken til papir. Hvis du klikker på OK, aktiveres papirfødningsrullerne. Dette tager cirka to minutter at fuldføre. Vil du starte rensningen af papirfødningsrullerne?
nb: Rengjøre papirmaterullene. Fjern først papiret fra frontskuffen, og åpne deretter papirutmatingsbrettet. Hvis du klikker på OK, aktiveres papirmaterullene. Dette tar omtrent to minutter. Vil du starte rengjøring av materullene?

source: Confirm the operating noise of the printer has stopped, and then load three sheets of plain paper into the front tray. After confirming that the paper output tray is open, clicking OK will eject paper and complete feed roller cleaning.
da: Kontrollér, at driftsstøjen fra printeren er standset, og læg derefter tre ark almindeligt papir i den forreste bakke. Hvis du klikker på OK, efter du har kontrolleret, at udbakken til papir er åben, udskydes papiret, og rensningen af printerrullerne færdiggøres.
nb: Vent til driftstøyen i skriveren er borte, og legg tre ark med vanlig papir i frontskuffen. Når du har bekreftet at papirutmatingsbrettet er åpent, klikker du på OK. Papiret mates ut, og rengjøringen av materullene fullføres.

source: 1. Remove the paper from the front tray. 2. Fold A4 or letter size, plain paper in half, then unfold the paper. 3. Fold one side of the paper in another half, aligning the edge with the center crease, then unfold the paper. 4. With the ridges of the creases facing up, load the paper into the front tray, so that the edge of the half with no crease faces away from you. 5. Open the paper output tray and click Execute.
da: 1. Fjern papiret fra den forreste bakke. 2. Fold almindeligt papir i A4- eller Letter-størrelse på midten, og fold derefter papiret ud. 3. Fold den ene side af papiret på en ny midte, så kanten flugter med midterste folde, og fold derefter papiret ud. 4. Med ryggene af foldene vendende opad lægges papiret i forreste bakke, så kanten på midten uden fold peger væk fra dig. 5. Åbn udbakken til papir, og klik på Udfør.
nb: 1. Ta papiret ut av frontskuffen. 2. Brett et ark med vanlig papir i A4- eller Letter-format i to, og brett deretter papiret opp igjen. 3. Brett én side av papiret i halv igjen og legg kanten i bretten i midten. Deretter bretter du opp papiret igjen. 4. La bretten vende oppover og legg papiret i frontskuffen, slik at kanten uten bretter er lengst vekk fra deg. 5. Åpne papirutmatingsbrettet, og klikk på Utfør.

source: Prevent paper double-feed
da: Undgå dobbeltfødning af papir
nb: Forhindre dobbeltmating av papir

source: Set Prevent paper double-feed only when double-feeding of plain paper occurs. Using this function decreases the print speed but reduces the occurrence of double-feeding.
da: Angiv kun Undgå dobbeltfødning af papir, hvis der opstår dobbeltfødning af almindeligt papir. Brug af denne funktion kan reducere udskrivningshastigheden, men reducerer forekomsten af dobbeltfødning.
nb: Forhindre dobbeltmating av papir skal bare angis når dobbeltmating av vanlig papir skjer. Bruk av denne funksjonen gir lavere utskriftshastighet, men reduserer tilfellene av dobbeltmating.
