Repository: MrThanlon/cnijfilter-common
Catalog: cngpijmon-2.70/po/*.po
Languages: cs, hu, pl, tr

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the RESUME button.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, proto¾e hladinu inkoustu nelze správnì zjistit. Chcete-li pokraèovat v tisku bez pou¾ití této funkce, stisknìte tlaèítko POKRAÈOVAT.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhetõ helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg az ÚJRAKEZD gombot.
pl: Funkcja wykrywania poziomu pozosta³ego atramentu zostanie wy³±czona, poniewa¿ nie mo¿na poprawnie okre¶liæ poziomu atramentu. Je¶li chcesz kontynuowaæ drukowanie bez tej funkcji, naci¶nij przycisk WZNÓW.
tr: Mürekkep düzeyi doðru olarak algýlanamadýðýndan, kalan mürekkep düzeyini algýlama iþlevi devre dýþý býrakýlacak. Bu iþlev olmadan yazdýrmaya devam etmek istiyorsanýz, SÜRDÜR düðmesine basýn.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's RESUME button for at least 5 seconds. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, proto¾e hladinu inkoustu nelze správnì zjistit. Chcete-li pokraèovat v tisku bez pou¾ití této funkce, stisknìte na tiskárnì tlaèítko POKRAÈOVAT alespoò na 5 sekund. Spoleènost Canon doporuèuje pro získání optimální kvality tisku pou¾ívat nové originální kazety Canon. Spoleènost Canon neodpovídá za ¾ádnou chybu nebo problémy zpùsobené pokraèováním v tisku za stavu, kdy do¹el inkoust.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhetõ helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg legalább 5 másodpercig a nyomtató ÚJRAKEZD gombját. A Canon azt javasolja, hogy az optimális minõség elérése végett eredeti Canon patronokat használjon. Figyelmeztetjük, hogy a Canon nem felelõs a kifogyott tinta melletti nyomtatásból eredõ meghibásodásért.
pl: Funkcja wykrywania poziomu pozosta³ego atramentu zostanie wy³±czona, poniewa¿ nie mo¿na poprawnie okre¶liæ poziomu atramentu. Je¶li chcesz kontynuowaæ drukowanie bez tej funkcji, naci¶nij przycisk WZNÓW na drukarce i przytrzymaj go przez co najmniej 5 sekund. W celu uzyskania optymalnej jako¶ci firma Canon zaleca u¿ywanie nowych oryginalnych kaset firmy Canon. Firma Canon nie ponosi odpowiedzialno¶ci za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
tr: Mürekkep düzeyi doðru olarak algýlanamadýðýndan, kalan mürekkep düzeyini algýlama iþlevi devre dýþý býrakýlacak. Bu iþlev olmadan yazdýrmaya devam etmek istiyorsanýz, en az 5 saniye boyunca yazýcýnýn SÜRDÜR düðmesine basýn. Canon, en iyi yazdýrma kalitesini elde etmek için yeni ve orijinal Canon kartuþlarý kullanýlmasýný önerir. Mürekkep bittiði halde yazdýrma iþlemine devam edilmesinden kaynaklanan arýza veya sorundan Canon sorumlu tutulamaz.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's OK button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, proto¾e hladinu inkoustu nelze správnì zjistit. Chcete-li pokraèovat v tisku bez pou¾ití této funkce, stisknìte tlaèítko OK na tiskárnì. Spoleènost Canon doporuèuje pro získání optimální kvality tisku pou¾ívat nové originální kazety Canon.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhetõ helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg a nyomtató OK gombját. A Canon azt javasolja, hogy az optimális minõség elérése végett eredeti Canon patronokat használjon.
pl: Funkcja wykrywania poziomu pozosta³ego atramentu zostanie wy³±czona, poniewa¿ nie mo¿na poprawnie okre¶liæ poziomu atramentu. Je¶li chcesz kontynuowaæ drukowanie bez tej funkcji, naci¶nij przycisk OK na drukarce. W celu uzyskania optymalnej jako¶ci firma Canon zaleca u¿ywanie nowych oryginalnych kaset firmy Canon.
tr: Mürekkep düzeyi doðru olarak algýlanamadýðýndan, kalan mürekkep düzeyini algýlama iþlevi devre dýþý býrakýlacak. Bu iþlev olmadan yazdýrmaya devam etmek istiyorsanýz, yazýcýnýn OK düðmesine basýn. Canon en iyi kalitenin elde edilmesi için yeni ve orijinal Canon kartuþlarýnýn kullanýlmasýný önerir.

source: The function for detecting the remaining ink level will be disabled since the ink level cannot be correctly detected. If you want to continue printing without this function, press the printer's Start button. Canon recommends to use new genuine Canon cartridges in order to obtain optimum qualities.
cs: Funkce pro detekci zbývající hladiny inkoustu bude zakázána, proto¾e hladinu inkoustu nelze správnì zjistit. Chcete-li pokraèovat v tisku bez pou¾ití této funkce, stisknìte tlaèítko Spustit na tiskárnì. Spoleènost Canon doporuèuje pro získání optimální kvality tisku pou¾ívat nové originální kazety Canon.
hu: A maradék tintaszintet meghatározó funkció ki lesz kapcsolva, mivel a tintaszint nem észlelhetõ helyesen. Ha e funkció nélkül folytatni akarja a nyomtatást, nyomja meg a nyomtató Start gombját. A Canon azt javasolja, hogy az optimális minõség elérése végett eredeti Canon patronokat használjon.
pl: Funkcja wykrywania poziomu pozosta³ego atramentu zostanie wy³±czona, poniewa¿ nie mo¿na poprawnie okre¶liæ poziomu atramentu. Je¶li chcesz kontynuowaæ drukowanie bez tej funkcji, naci¶nij przycisk Start na drukarce. W celu uzyskania optymalnej jako¶ci firma Canon zaleca u¿ywanie nowych oryginalnych kaset firmy Canon.
tr: Mürekkep düzeyi doðru olarak algýlanamadýðýndan, kalan mürekkep düzeyini algýlama iþlevi devre dýþý býrakýlacak. Bu iþlev olmadan yazdýrmaya devam etmek istiyorsanýz, yazýcýnýn Start düðmesine basýn. Canon, en iyi kalitenin elde edilmesi için yeni ve orijinal Canon kartuþlarýnýn kullanýlmasýný önerir.

source: Prepare a new ink cartridge. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
cs: Pøipravte novou inkoustovou kazetu. Pokud dojde èerný nebo barevní inkoust v kazetì, mù¾ete tiskárnu nastavit tak, aby pokraèovala v tisku s dal¹í kazetou nastavenou v èásti Nastavení inkoustové kazety na kartì Údr¾ba ovladaèe tiskárny.
hu: Készítsen elõ egy új tintapatront. Ha akár a fekete, akár a színes tintapatron kifogy, a nyomtatóillesztõ Karbantartás lapján a Tintapatron beállításai elemnél beállíthatja a nyomtatót úgy, hogy az a másik patronból folytassa a nyomtatást.
pl: Przygotuj now± kasetê z atramentem. Je¶li wyczerpa³a siê kaseta z czarnym lub kolorowym atramentem, to mo¿na tak skonfigurowaæ drukarkê, aby kontynuowaæ drukowanie za pomoc± innej kasety wybranej w opcji Ustawienia kasety z atramentem na karcie Obs³uga sterownika drukarki.
tr: Yeni mürekkep kartuþunu hazýrlayýn. Siyah veya renkli mürekkep kartuþu bittiyse, yazýcý sürücüsünün Bakým sekmesindeki Mürekkep Kartuþu Ayarlarý'ndan yazýcýyý diðer kartuþla yazdýrmaya devam etmek üzere ayarlayabilirsiniz.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's RESUME button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Vymìòte nádr¾ku s inkoustem. Tisk za této situace mù¾e po¹kodit tiskárnu. Chcete-li pokraèovat v tisku, stisknìte a podr¾te tlaèítko POKRAÈOVAT na tiskárnì alespoò 5 sekund a potom ho uvolnìte. Tato operace zaká¾e funkci pro detekci zbývající hladiny inkoustu pro uvedený inkoust. Zákaz funkce se ulo¾í do pamìti. Spoleènost Canon neodpovídá za ¾ádnou chybu nebo problémy zpùsobené pokraèováním v tisku za stavu, kdy do¹el inkoust.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához nyomja meg és tartsa lenyomva a nyomtatón az ÚJRAKEZD gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelõ funkciót, és ez a kikapcsolás megõrzõdik. Figyelmeztetjük, hogy a Canon nem felelõs a kifogyott tinta melletti nyomtatásból eredõ meghibásodásért.
pl: Wymieñ zbiornik z atramentem. Drukowanie w obecnych warunkach grozi uszkodzeniem drukarki. Aby kontynuowaæ drukowanie, naci¶nij i przytrzymaj przez co najmniej 5 sekund przycisk WZNÓW na drukarce, a nastêpnie zwolnij go. Ta operacja spowoduje wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu, a wy³±czenie funkcji zostanie zapamiêtane. Firma Canon nie ponosi odpowiedzialno¶ci za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
tr: Mürekkep haznesini deðiþtirin. Geçerli durumda yazdýrmak yazýcýya zarar verebilir. Yazdýrmaya devam etmek için, yazýcýnýn SÜRDÜR düðmesine basýn ve düðmeyi en az 5 saniye basýlý tutup serbest býrakýn. Bu iþlem yukarýdaki mürekkebin kalan düzeyini algýlama iþlevini serbest býrakýr ve iþlevi serbest býrakma belleðe alýnýr. Mürekkep bittiði halde yazdýrma iþlemine devam edilmesi durumunda oluþan arýza veya sorundan Canon sorumlu tutulamaz.

source: Replace the ink tank. Printing under the current condition may damage the printer. To continue printing, press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. This operation releases the function for detecting the remaining level of the above ink, and releasing the function is memorized. Please be advised that Canon shall not be liable for any malfunction or trouble caused by continuation of printing under the ink out condition.
cs: Vymìòte nádr¾ku s inkoustem. Tisk za této situace mù¾e po¹kodit tiskárnu. Chcete-li pokraèovat v tisku, stisknìte a podr¾te tlaèítko Zastavit/Obnovit na tiskárnì alespoò 5 sekund a potom ho uvolnìte. Tato operace zaká¾e funkci pro detekci zbývající hladiny inkoustu pro uvedený inkoust. Zákaz funkce se ulo¾í do pamìti. Spoleènost Canon neodpovídá za ¾ádnou chybu nebo problémy zpùsobené pokraèováním v tisku za stavu, kdy do¹el inkoust.
hu: Cserélje ki a tintatartályt. A nyomtatás ebben az állapotban károsíthatja a nyomtatót. A nyomtatás folytatásához nyomja meg és tartsa lenyomva a Stop/Visszaállít gombot legalább 5 másodpercig, majd engedje fel. Ezzel kikapcsolja a tintaszintet figyelõ funkciót, és ez a kikapcsolás megõrzõdik. Figyelmeztetjük, hogy a Canon nem felelõs a kifogyott tinta melletti nyomtatásból eredõ meghibásodásért.
pl: Wymieñ zbiornik z atramentem. Drukowanie w obecnych warunkach grozi uszkodzeniem drukarki. Aby kontynuowaæ drukowanie, naci¶nij i przytrzymaj przez co najmniej 5 sekund przycisk Zatrzymaj/Zresetuj a nastêpnie zwolnij go. Ta operacja spowoduje wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu, a wy³±czenie funkcji zostanie zapamiêtane. Firma Canon nie ponosi odpowiedzialno¶ci za jakiekolwiek awarie lub problemy spowodowane kontynuowaniem drukowania mimo braku atramentu.
tr: Mürekkep haznesini deðiþtirin. Geçerli durumda yazdýrmak yazýcýya zarar verebilir. Yazdýrmaya devam etmek için, yazýcýnýn Durdur/Sýfýrla düðmesine basýn ve düðmeyi en az 5 saniye basýlý tutup serbest býrakýn. Bu iþlem yukarýdaki mürekkebin kalan düzeyini algýlama iþlevini serbest býrakýr ve iþlevi serbest býrakma belleðe alýnýr. Mürekkep bittiði halde yazdýrma iþlemine devam edilmesi durumunda oluþan arýza veya sorundan Canon sorumlu tutulamaz.

source: Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's RESUME button for at least 5 seconds with the ink cartridge installed. Then printing can continue under the ink out condition. The function for detecting the remaining ink level will be disabled. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Vymìòte inkoustovou kazetu a zavøete kryt. Pokud probíhá tisk a chcete pokraèovat v tisku s pou¾itím nainstalované inkoustové kazety, stisknìte na tiskárnì tlaèítko POKRAÈOVAT alespoò na 5 sekund. Tisk bude pokraèovat, i kdy¾ do¹el inkoust. Funkce pro detekci zbývající hladiny inkoustu bude zakázána. Vymìòte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokraèujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá.
hu: Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás van folyamatban, és folytatni akarja a nyomtatást bent lévõ tintapatronnal, nyomja meg legalább 5 másodpercig a nyomtató ÚJRAKEZD gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. A maradék tintaszintet meghatározó funkció ki lesz kapcsolva. Nyomtatás után azonnal cserélje ki az üres tintapatront. A tintahiány melletti nyomtatás eredménye nem lesz kielégítõ.
pl: Wymieñ zbiornik z atramentem i zamknij pokrywê. Je¶li trwa drukowanie i chcesz je kontynuowaæ z zainstalowan± obecnie kaset± z atramentem, naci¶nij przycisk WZNÓW na drukarce i przytrzymaj go przez co najmniej 5 sekund. Drukowanie mo¿na bêdzie kontynuowaæ mimo braku atramentu. Funkcja wykrywania poziomu pozosta³ego atramentu zostanie wy³±czona. Wymieñ pust± kasetê z atramentem natychmiast po zakoñczeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu jako¶æ wydruku mo¿e byæ niezadowalaj±ca.
tr: Mürekkep kartuþunu deðiþtirin ve kapaðý kapatýn. Yazdýrma iþlemi yapýlýyorsa ve yazdýrmaya devam etmek istiyorsanýz, mürekkep kartuþunu taktýktan sonra en az 5 saniye boyunca yazýcýnýn SÜRDÜR düðmesine basýn. Bu sayede, mürekkep bittiðinde yazdýrmaya devam edilebilir. Kalan mürekkep düzeyini algýlama iþlevi devre dýþý býrakýlacak. Yazdýrma iþleminin ardýndan boþ mürekkep kartuþunu hemen deðiþtirin. Mürekkep bittiðinde yazdýrma devam ederse, elde edilen baský kalitesi tatmin edici olmaz.

source: The function for detecting the remaining levels of the following ink has been released.
cs: Funkce detekce zbývající hladiny následujícího inkoustu byla zakázána.
hu: A következõ tinta maradékszintjét meghatározó funkció ki lett kapcsolva.
pl: Funkcja wykrywania poziomu nastêpuj±cego atramentu zosta³a wy³±czona.
tr: Aþaðýdaki mürekkebin kalan düzeyini algýlama iþlevi devredýþý býrakýldý.

source: Battery exhausted. Turn the printer off and either plug the AC adapter in, or change to a fully charged battery pack. If printing is in progress, stop printing then perform the process.
cs: Baterie je vybitá. Vypnìte tiskárnu a pøipojte sí»ový adaptér, nebo vymìòte baterie za nabité. Pokud právì tisknete, zastavte tisk a poté proveïte pøíslu¹nou akci.
hu: Az akkumulátor lemerült. Kapcsolja ki a nyomtatót, és vagy csatlakoztassa a nyomtatót a hálózati adapterrel az elektromos hálózatra, vagy használjon egy teljesen feltöltött akku-készletet. Ha nyomtatás folyik, állítsa azt le, és hajtsa végre az elõbbieket.
pl: Akumulator wyczerpany. Wy³±cz drukarkê i pod³±cz zasilacz sieciowy lub zmieñ akumulator na ca³kowicie na³adowany. Je¶li trwa drukowanie, przerwij je przed wykonaniem powy¿szych czynno¶ci.
tr: Pil bitti. Yazýcýyý kapatýn ve AC adaptörünü takýn veya tam þarjlý pil paketini yerleþtirin. Yazdýrma iþlemi devam ediyorsa, yazdýrmayý durdurun ve sonra iþlemleri gerçekleþtirin.

source: The battery is low.
cs: Slabá baterie.
hu: Az akkumulátorszint alacsony.
pl: Akumulator jest prawie wyczerpany.
tr: Pil düzeyi düþük.

source: Ready.
cs: Pøipraveno.
hu: Kész.
pl: Gotowa.
tr: Hazýr.

source: Unknown printer.
cs: Neznámá tiskárna.
hu: Ismeretlen nyomtató.
pl: Nieznana drukarka.
tr: Bilinmeyen yazýcý.

source: Spooler error.
cs: Chyba zaøazovací slu¾by
hu: Sorba állítási hiba.
pl: B³±d buforu.
tr: Biriktirici hatasý.

source: Cartridge Type:
cs: Typ kazety:
hu: Kazettatípus:
pl: Typ kasety:
tr: Kartuþ Türü:

source: Scanner
cs: Skener
hu: Lapolvasó
pl: Skaner
tr: Tarayýcý

source: Unsupported
cs: Nepodporováno
hu: Nem támogatott
pl: Nieobs³ugiwane
tr: Desteklenmeyen

source: Photo
cs: Fotografická
hu: Fotó
pl: Foto
tr: Fotoðraf

source: Black
cs: Èerná
hu: Fekete
pl: Czarny
tr: Siyah

source: Color
cs: Barva
hu: Színes
pl: Kolor
tr: Renkli

source: Unknown
cs: Neznámá
hu: Ismeretlen
pl: Nieznany
tr: Bilinmiyor

source: Paper Thickness Lever Position:
cs: Poloha páèky tlou¹»ky papíru:
hu: Papírvastagsági kar pozíciója:
pl: Pozycja d¼wigni grubo¶ci papieru:
tr: Kaðýt Kalýnlýðý Kolunun Konumu:

source: up
cs: nahoru
hu: fel
pl: Na górze
tr: yukarý

source: down
cs: dolù
hu: le
pl: Na dole
tr: aþaðý

source: left
cs: vlevo
hu: balra
pl: Z lewej
tr: sol

source: right
cs: vpravo
hu: jobbra
pl: Z prawej
tr: sað

source: Continue
cs: Pokraèovat
hu: Folytatás
pl: Kontynuuj
tr: Devam

source: Cancel Printing
cs: Zru¹it tisk
hu: Nyomtatás törlése
pl: Anuluj drukowanie
tr: Yazdýrmayý Ýptal Et
