Repository: MrThanlon/cnijfilter-common
Catalog: cngpijmon-2.70/po/*.po
Languages: cs, hu, pl, tr

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. If printing is in progress and you want to continue printing, press the RESUME button with the ink tank installed. Then printing can continue under the ink out condition. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Do¹el inkoust. Vymìòte nádr¾ku s inkoustem a zavøete kryt. Pøi vymìòování nádr¾ky s inkoustem zkontrolujte, zda je vnitøní kryt otevøený. Pokud probíhá tisk a chcete pokraèovat v tisku s pou¾itím nainstalované nádr¾ky s inkoustem, stisknìte tlaèítko POKRAÈOVAT. Tisk bude pokraèovat, i kdy¾ do¹el inkoust. Prázdnou nádr¾ku s inkoustem vymìòte ihned po dokonèení tisku. Tisk s pou¾itím prázdné nádr¾ky s inkoustem mù¾e zpùsobit po¹kození tiskárny.
hu: Kifogyott a tinta. Cserélje ki a tintatartályt, és csukja be a fedõlapot. Tintatartály cseréjekor gyõzõdjön meg róla, hogy a belsõ fedõ nyitva van. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást bent lévõ tintapatronnal, nyomja meg az ÚJRAKEZD gombot. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintatartályt. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
pl: Skoñczy³ siê atrament. Wymieñ zbiornik z atramentem i zamknij pokrywê. Podczas wymiany zbiornika z atramentem upewnij siê, ¿e pokrywa wewnêtrzna jest otwarta. Je¶li trwa drukowanie i chcesz je kontynuowaæ, naci¶nij przycisk WZNÓW przy zainstalowanym zbiorniku z atramentem. Drukowanie mo¿na bêdzie kontynuowaæ mimo braku atramentu. Wymieñ pusty zbiornik natychmiast po zakoñczeniu drukowania. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki.
tr: Mürekkep bitti. Mürekkep haznesini deðiþtirin ve kapaðý kapatýn. Mürekkep haznesini deðiþtirirken, iç kapaðýn açýk olduðundan emin olun. Yazdýrma yapýlýyorsa ve yazdrýmaya devam etmek istiyorsanýz, mürekkep haznesi takýlýyken SÜRDÜR düðmesine basýn. Bu sayede, mürekkep bittiðinde yazdýrmaya devam edilebilir. Yazdýrma sonrasýnda boþ mürekkep haznesini hemen deðiþtirin. Mürekkep bittiði halde yazdýrmaya devam edilirse yazýcý zarar görebilir.

source: The following ink may have run out.
cs: Následující inkoust mo¾ná do¹el.
hu: A következõ tinta kifogyhatott.
pl: Byæ mo¿e skoñczy³ siê poni¿szy atrament.
tr: Aþaðýdaki mürekkep bitmiþ olabilir.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's RESUME button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Doporuèujeme vymìnit nádr¾ku s inkoustem. Pokud probíhá tisk a chcete pokraèovat v tisku, stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Tisk mù¾e pokraèovat. Po skonèení tisku doporuèujeme vymìnit nádr¾ku s inkoustem. Tisk s pou¾itím prázdné nádr¾ky s inkoustem mù¾e zpùsobit po¹kození tiskárny.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, nyomja meg a nyomtatón az ÚJRAKEZD gombot. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
pl: Zalecana jest wymiana zbiornika z atramentem. Je¶li trwa drukowanie i chcesz je kontynuowaæ, naci¶nij przycisk WZNÓW na drukarce. Drukowanie bêdzie kontynuowane. Po zakoñczeniu drukowania zalecana jest wymiana zbiornika z atramentem. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki.
tr: Mürekkep haznesinin deðiþtirilmesi önerilir. Yazdýrma yapýlýyorsa ve yazdýrmaya devam etmek istiyorsanýz, yazýcýnýn SÜRDÜR düðmesine basýn. Böylece yazdýrma devam edebilir. Yazdýrma iþleminden sonra mürekkep haznesinin deðiþtirilmesi önerilir. Mürekkep bittiði halde yazdýrmaya devam edilirse yazýcý zarar görebilir.

source: Replacing the ink tank is recommended. If printing is in progress and you want to continue printing, press the printer's OK button. Then printing can continue. Replacing the ink tank is recommended after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Doporuèujeme vymìnit nádr¾ku s inkoustem. Pokud probíhá tisk a chcete pokraèovat v tisku, stisknìte tlaèítko OK na tiskárnì. Tisk mù¾e pokraèovat. Po skonèení tisku doporuèujeme vymìnit nádr¾ku s inkoustem. Tisk s pou¾itím prázdné nádr¾ky s inkoustem mù¾e zpùsobit po¹kození tiskárny.
hu: Javasoljuk a tintatartály cseréjét. Ha nyomtatás van folyamatban, és folytatni akarja azt, nyomja meg a nyomtatón az OK gombot. Ezután folytatódhat a nyomtatás. A nyomtatás után javasoljuk a tintatartály cseréjét. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
pl: Zalecana jest wymiana zbiornika z atramentem. Je¶li trwa drukowanie i chcesz je kontynuowaæ, naci¶nij przycisk OK na drukarce. Drukowanie bêdzie kontynuowane. Po zakoñczeniu drukowania zalecana jest wymiana zbiornika z atramentem. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki.
tr: Mürekkep haznesinin deðiþtirilmesi önerilir. Yazdýrma yapýlýyorsa ve yazdýrmaya devam etmek istiyorsanýz, yazýcýnýn Tamam düðmesine basýn. Böylece yazdýrma devam edebilir. Yazdýrma iþleminden sonra mürekkep haznesinin deðiþtirilmesi önerilir. Mürekkep bittiði halde yazdýrmaya devam edilirse yazýcý zarar görebilir.

source: The remaining level of the following ink cannot be correctly detected. Replace the ink tank.
cs: Zbývající úroveò následujícího inkoustu nelze správnì urèit. Vymìòte nádr¾ku s inkoustem.
hu: A következõ tinta szintjét nem lehet megfelelõen megállapítani. Cserélje ki a tintatartályt.
pl: Wykrycie poziomu nastêpuj±cego atramentu nie powiod³o siê. Wymieñ pojemnik z atramentem.
tr: Aþaðýdaki mürekkebin kalan düzeyi doðru algýlanamýyor. Mürekkep haznesini deðiþtirin.

source: The ink tank is not installed. Install the ink tank properly and close the printer's cover.
cs: Nádr¾ka s inkoustem není nainstalována. Nainstalujte správnì nádr¾ku s inkoustem a zavøete kryt tiskárny.
hu: A tintatartály nincs behelyezve. Helyezze be megfelelõen a tintatartályt, majd csukja be a nyomtató fedõlapját.
pl: Zbiornik z atramentem nie jest zainstalowany. Zainstaluj prawid³owo zbiornik z atramentem i zamknij pokrywê drukarki.
tr: Mürekkep haznesi takýlý deðil. Mürekkep haznesini düzgün takýn ve yazýcýnýn kapaðýný kapatýn.

source: The following ink cartridge cannot be recognized.
cs: Nelze rozpoznat následující kazetu s inkoustem.
hu: A következõ tintapatront nem lehet felismerni.
pl: Nie mo¿na rozpoznaæ poni¿szej kasety z atramentem.
tr: Aþaðýdaki mürekkep kartuþu tanýnmýyor.

source: The following ink cartridge has previously been used.
cs: Následující kazeta s inkoustem ji¾ byla døíve pou¾ita.
hu: A következõ tintapatron korábban már használatban volt.
pl: Poni¿sza kaseta z atramentem by³a ju¿ u¿ywana.
tr: Aþaðýdaki mürekkep kartuþu önceden kullanýlmýþ.

source: The remaining level of the following ink is unknown.
cs: Zbývající mno¾ství následujícího inkoustu je neznámé.
hu: A következõ tinta maradék mennyisége ismeretlen.
pl: Pozosta³y poziom nastêpuj±cego atramentu jest nieznany.
tr: Aþaðýdaki mürekkebin kalan düzeyi bilinmiyor.

source: There is a possibility that the printer cannot detect the remaining ink level properly. Reset the ink counter using the Maintenance tab of the printer driver whenever you have replaced any ink tank with new one.
cs: Tiskárna nìkdy nemusí správnì zjistit zbývající hladinu inkoustu. Po ka¾dé výmìnì nádr¾ky s inkoustem za novou vynulujte poèítadlo inkoustu pomocí karty Údr¾ba ovladaèe tiskárny.
hu: Elõfordulhat, hogy a nyomtató nem tudja pontosan meghatározni a megmaradt tinta szintjét. Egy tintatartály újra való cseréjekor mindig állítsa vissza a tintamérõt a nyomtatóillesztõ Karbantartás lapján.
pl: Istnieje mo¿liwo¶æ, ¿e drukarka nie mo¿e poprawnie wykryæ poziomu pozosta³ego atramentu. Resetuj licznik u¿ywaj±c karty Obs³uga sterownika drukarki po ka¿dej wymianie któregokolwiek zbiornika z atramentem na nowy.
tr: Yazýcý kalan mürekkep düzeyini doðru algýlayamýyor olabilir. Mürekkep haznelerini yenileriyle deðiþtirdiðinizde, yazýcý sürücüsünün Bakým sekmesini kullanarak mürekkep sayacýný sýfýrlayýn.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the RESUME button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Do¹el inkoust. Vymìòte inkoustovou kazetu a zavøete kryt. Pokud probíhá tisk a chcete pokraèovat v tisku s pou¾itím nainstalované kazety s inkoustem, stisknìte tlaèítko POKRAÈOVAT. Tisk bude pokraèovat, i kdy¾ do¹el inkoust. Vymìòte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokraèujete v tisku s prázdnou nádr¾kou s inkoustem, nemusí být výsledná kvalita tisku uspokojivá.
hu: Kifogyott a tinta. Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást bent lévõ tintapatronnal, nyomja meg az ÚJRAKEZD gombot. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintapatront. A nyomat minõsége lehet, hogy nem kielégítõ, ha tintahiány mellett nyomtat.
pl: Skoñczy³ siê atrament. Wymieñ zbiornik z atramentem i zamknij pokrywê. Je¶li trwa drukowanie i chcesz je kontynuowaæ, naci¶nij przycisk WZNÓW przy zainstalowanej kasecie z atramentem. Drukowanie mo¿na bêdzie kontynuowaæ mimo braku atramentu. Wymieñ pusty zbiornik natychmiast po zakoñczeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu, jako¶æ wydruku mo¿e byæ niezadowalaj±ca.
tr: Mürekkep bitti. Mürekkep kartuþunu deðiþtirin ve kapaðý kapatýn. Yazdýrma yapýlýyorsa ve yazdýrmaya devam etmek istiyorsanýz, mürekkep kartuþu takýlýyken SÜRDÜR düðmesine basýn. Bu sayede, mürekkep bittiðinde yazdýrmaya devam edilebilir. Yazdýrma sonrasýnda boþ mürekkep kartuþunu hemen deðiþtirin. Mürekkep bittiðinde yazdýrma devam ederse, elde edilen baský kalitesi tatmin edici olmaz.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the printer's OK button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Do¹el inkoust. Vymìòte inkoustovou kazetu a zavøete kryt. Pokud probíhá tisk a chcete pokraèovat v tisku s pou¾itím nainstalované kazety s inkoustem, stisknìte tlaèítko OK na tiskárnì. Tisk bude pokraèovat, i kdy¾ do¹el inkoust. Vymìòte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokraèujete v tisku s prázdnou nádr¾kou s inkoustem, nemusí být výsledná kvalita tisku uspokojivá.
hu: Kifogyott a tinta. Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást a bent lévõ tintapatronnal, nyomja meg a nyomtató OK gombját. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintapatront. A nyomat minõsége lehet, hogy nem kielégítõ, ha tintahiány mellett nyomtat.
pl: Skoñczy³ siê atrament. Wymieñ zbiornik z atramentem i zamknij pokrywê. Je¶li trwa drukowanie i chcesz je kontynuowaæ z zainstalowan± kaset± z atramentem, naci¶nij przycisk OK na drukarce. Drukowanie mo¿na bêdzie kontynuowaæ mimo braku atramentu. Wymieñ pusty zbiornik natychmiast po zakoñczeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu, jako¶æ wydruku mo¿e byæ niezadowalaj±ca.
tr: Mürekkep bitti. Mürekkep kartuþunu deðiþtirin ve kapaðý kapatýn. Yazdýrma iþlemi yapýlýyorsa ve yazdýrmaya devam etmek istiyorsanýz, mürekkep kartuþunu taktýktan sonra yazýcýnýn OK düðmesine basýn. Bu sayede, mürekkep bittiðinde yazdýrmaya devam edilebilir. Yazdýrma sonrasýnda boþ mürekkep kartuþunu hemen deðiþtirin. Mürekkep bittiðinde yazdýrma devam ederse, elde edilen baský kalitesi tatmin edici olmaz.

source: Ink has run out. Replace the ink cartridge and close the cover. If printing is in progress and you want to continue printing, press the Start button with the ink cartridge installed. Then printing can continue under the ink out condition. Replace the empty ink cartridge immediately after the printing. The resulting print quality is not satisfactory, if printing is continued under the ink out condition.
cs: Do¹el inkoust. Vymìòte inkoustovou kazetu a zavøete kryt. Pokud probíhá tisk a chcete pokraèovat v tisku s pou¾itím nainstalované kazety s inkoustem, stisknìte tlaèítko Spustit. Tisk bude pokraèovat, i kdy¾ do¹el inkoust. Vymìòte prázdnou inkoustovou kazetu ihned po tisku. Pokud pokraèujete v tisku s prázdnou nádr¾kou s inkoustem, nemusí být výsledná kvalita tisku uspokojivá.
hu: Kifogyott a tinta. Cserélje ki a tintapatront, és csukja le a fedelet. Ha nyomtatás volt folyamatban, és folytatni akarja a nyomtatást bent lévõ tintapatronnal, nyomja meg a Start gombot. Ekkor a nyomtatás a kifogyott tinta állapot mellett folytatódik. Nyomtatás után azonnal cserélje ki az üres tintapatront. A nyomat minõsége lehet, hogy nem kielégítõ, ha tintahiány mellett nyomtat.
pl: Skoñczy³ siê atrament. Wymieñ zbiornik z atramentem i zamknij pokrywê. Je¶li trwa drukowanie i chcesz je kontynuowaæ, naci¶nij przycisk Start przy zainstalowanej kasecie z atramentem. Drukowanie mo¿na bêdzie kontynuowaæ mimo braku atramentu. Wymieñ pusty zbiornik natychmiast po zakoñczeniu drukowania. W przypadku kontynuowania drukowania mimo braku atramentu, jako¶æ wydruku mo¿e byæ niezadowalaj±ca.
tr: Mürekkep bitti. Mürekkep kartuþunu deðiþtirin ve kapaðý kapatýn. Yazdýrma devam ediyorsa ve yazdýrmayý sürdürmek istiyorsanýz mürekkep kartuþu takýlý halde Baþlat düðmesine basýn. Bu sayede, mürekkep bittiðinde yazdýrmaya devam edilebilir. Yazdýrma sonrasýnda sonra boþ mürekkep kartuþunu hemen deðiþtirin. Mürekkep bittiðinde yazdýrma devam ederse, elde edilen baský kalitesi tatmin edici olmaz.

source: Black
cs: Èerná
hu: Fekete
pl: Czarny
tr: Siyah

source: Color
cs: Barevná
hu: Színes
pl: Kolorowy
tr: Renkli

source: Black [30]
cs: Èerná [30]
hu: Fekete [30]
pl: Czarny [30]
tr: Siyah [30]

source: Black [830]
cs: Èerná [830]
hu: Fekete [830]
pl: Czarny [830]
tr: Siyah [830]

source: Black [37]
cs: Èerná [37]
hu: Fekete [37]
pl: Czarny [37]
tr: Siyah [37]

source: Black [50]
cs: Èerná [50]
hu: Fekete [50]
pl: Czarny [50]
tr: Siyah [50]

source: Color [31]
cs: Barevná [31]
hu: Színes [31]
pl: Kolorowy [31]
tr: Renkli [31]

source: Color [831]
cs: Barevná [831]
hu: Színes [831]
pl: Kolorowy [831]
tr: Renkli [831]

source: Color [38]
cs: Barevná [38]
hu: Színes [38]
pl: Kolorowy [38]
tr: Renkli [38]

source: Color [51]
cs: Barevná [51]
hu: Színes [51]
pl: Kolorowy [51]
tr: Renkli [51]

source: Black [70]
cs: Èerná [70]
hu: Fekete [70]
pl: Czarny [70]
tr: Siyah [70]

source: Black [90]
cs: Èerná [90]
hu: Fekete [90]
pl: Czarny [90]
tr: Siyah [90]

source: Color [71]
cs: Barevná [71]
hu: Színes [71]
pl: Kolorowy [71]
tr: Renkli [71]

source: Color [91]
cs: Barevná [91]
hu: Színes [91]
pl: Kolorowy [91]
tr: Renkli [91]

source: Black Ink Tank
cs: Nádr¾ka s èerným inkoustem
hu: Fekete Tintatartály
pl: Zbiornik z atramentem czarnym
tr: Siyah Mürekkep Haznesi

source: Color Ink Tank
cs: Nádr¾ka s barevným inkoustem
hu: Színes tintatartály
pl: Zbiornik z atramentem kolorowym
tr: Renkli Mürekkep Haznesi

source: Use only one ink tank per color at a time.
cs: Nepou¾ívejte souèasnì více nádr¾ek s inkoustem stejné barvy.
hu: Egy színbõl egyszerre csak egy tintatartályt használjon.
pl: U¿ywaj tylko jednego zbiornika z atramentem danego koloru jednocze¶nie.
tr: Ayný anda yalnýzca tek renkte mürekkep kartuþu kullanýn.

source: Printing cannot be executed because the ink cartridge may not be installed properly or may not be compatible with this printer. Install the appropriate ink cartridge.
cs: Tisk nelze spustit, proto¾e kazeta s inkoustem pravdìpodobnì není nainstalována správnì nebo není kompatibilní s touto tiskárnou. Nainstalujte vhodnou kazetu s inkoustem.
hu: A nyomtatás nem folytatható, mert a tintapatron nincs jól behelyezve, vagy nem kompatibilis a nyomtatóval. Helyezze be a megfelelõ tintapatront.
pl: e mo¿na przeprowadziæ drukowania, poniewa¿ kaseta z atramentem mo¿e byæ nieprawid³owo zainstalowana lub mo¿e byæ niezgodna z t± drukark±. Zainstaluj odpowiedni± kasetê.
tr: Mürekkep kartuþu düzgün takýlmadýðýndan veya bu yazýcýyla uyumlu olmadýðýndan yazdýrma yürütülemiyor. Doðru mürekkep kartuþunu takýn.

source: Printing cannot be executed because the ink tank may not be installed properly or may not be compatible with this printer. Install the appropriate ink tank.
cs: Tisk nelze spustit, proto¾e nádr¾ka s inkoustem pravdìpodobnì není instalována správnì nebo není kompatibilní s touto tiskárnou. Nainstalujte vhodnou nádr¾ku s inkoustem.
hu: A nyomtatás nem folytatható, mert a tintatartály nincs jól behelyezve, vagy nem kompatibilis a nyomtatóval. Helyezze be a megfelelõ tintatartályt.
pl: e mo¿na przeprowadziæ drukowania, poniewa¿ zbiornik z atramentem mo¿e byæ nieprawid³owo zainstalowany lub mo¿e byæ niezgodny z t± drukark±. Zainstaluj odpowiedni zbiornik.
tr: Mürekkep haznesi düzgün takýlmadýðýndan veya bu yazýcýyla uyumlu olmadýðýndan yazdýrma yürütülemiyor. Doðru mürekkep haznesini takýn.

source: The following ink has run out.
cs: Do¹el následující inkoust.
hu: A következõ tintatípus kifogyott.
pl: Skoñczy³ siê poni¿szy atrament.
tr: Aþaðýdaki mürekkep bitti.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's RESUME button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
cs: Tisk za této situace mù¾e po¹kodit tiskárnu. Spoleènost Canon neodpovídá za ¾ádnou chybu nebo problémy zpùsobené opakovaným plnìním nádr¾ek s inkoustem. Chcete-li pokraèovat v tisku, musíte zakázat funkci pro detekci zbývající hladiny inkoustu. Stisknìte a podr¾te tlaèítko POKRAÈOVAT alespoò 5 sekund a potom jej uvolnìte. Zákaz funkce pro detekci zbývající hladiny inkoustu je ulo¾en do pamìti. Tato operace zaká¾e funkci pro detekci zbývající hladiny inkoustu uvedeného vý¹e.
hu: A nyomtatás ebben az állapotban károsíthatja a nyomtatót. Kérjük, vegye tudomásul, hogy a Canon nem felelõs a tintatartály újratöltésébõl eredõ nyomtatóhibákért és károkért. Ha folytatni szeretné a nyomtatást, ki kell kapcsolni a maradék tintaszint érzékelésének funkcióját. Nyomja le, s tartsa lenyomva a nyomtató ÚJRAKEZD gombját legalább 5 másodpercig, majd engedje fel. A maradék tintatszintet figyelõ funkció kikapcsolása megjegyzésre került. Ez a mûvelet feloldja a fenti tintánál a maradék tintaszint érzékelésének funkcióját.
pl: Drukowanie w obecnym stanie mo¿e spowodowaæ uszkodzenie drukarki. Firma Canon nie ponosi odpowiedzialno¶ci za ¿adne uszkodzenia ani awarie drukarki, spowodowane korzystaniem z ponownie nape³nianych pojemników z atramentem. Aby kontynuowaæ drukowanie, konieczne jest wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu. Naci¶nij i przytrzymaj przez co najmniej 5 sekund przycisk WZNÓW, a nastêpnie zwolnij go. Wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu zostanie zapamiêtane. Ta operacja spowoduje wy³±czenie funkcji wykrywania pozosta³ego poziomu nastêpuj±cego atramentu.
tr: Geçerli durumda yazdýrmak yazýcýya zarar verebilir. Mürekkep haznesinin yeniden doldurularak yazýcýya takýlmasýndan kaynaklanan arýza veya sorundan Canon sorumlu tutulamaz. Yazdýrmaya devam etmek için kalan mürekkep düzeyini algýlama iþlevini serbest býrakmanýz gerekir. Yazýcýnýn SÜRDÜR düðmesini en az 5 saniye basýlý tutun ve býrakýn. Kalan mürekkep düzeyini algýlama iþlevini devre dýþý býrakma belleðe kaydedildi. Bu iþlem yukarýdaki mürekkebin kalan düzeyini algýlama iþlevini serbest býrakýr.

source: Printing under the current condition may damage the printer. Please be advised that Canon shall not be liable for any printer malfunction or damage caused by refilled ink tanks. To continue printing, you need to release the function for detecting the remaining ink level. Press and hold the printer's Stop/Reset button for at least 5 seconds, and then release it. Releasing the function for detecting the remaining ink level is memorized. This operation will release the function for detecting the remaining level of the above ink.
cs: Tisk za této situace mù¾e po¹kodit tiskárnu. Spoleènost Canon neodpovídá za ¾ádnou chybu nebo problémy zpùsobené opakovaným plnìním nádr¾ek s inkoustem. Chcete-li pokraèovat v tisku, musíte zakázat funkci pro detekci zbývající hladiny inkoustu. Stisknìte a podr¾te tlaèítko Zastavit/Obnovit alespoò 5 sekund a potom jej uvolnìte. Zákaz funkce pro detekci zbývající hladiny inkoustu je ulo¾en do pamìti. Tato operace zaká¾e funkci pro detekci zbývající hladiny inkoustu uvedeného vý¹e.
hu: A nyomtatás ebben az állapotban károsíthatja a nyomtatót. Kérjük, vegye tudomásul, hogy a Canon nem felelõs a tintatartály újratöltésébõl eredõ nyomtatóhibákért és károkért. Ha folytatni szeretné a nyomtatást, ki kell kapcsolni a maradék tintaszint érzékelésének funkcióját. Nyomja le, s tartsa lenyomva a nyomtató Stop/Visszaállít gombját legalább 5 másodpercig, majd engedje fel. A maradék tintatszintet figyelõ funkció kikapcsolása megjegyzésre került. Ez a mûvelet feloldja a fenti tintánál a maradék tintaszint érzékelésének funkcióját.
pl: Drukowanie w obecnym stanie mo¿e spowodowaæ uszkodzenie drukarki. Firma Canon nie ponosi odpowiedzialno¶ci za ¿adne uszkodzenia ani awarie drukarki, spowodowane korzystaniem z ponownie nape³nianych pojemników z atramentem. Aby kontynuowaæ drukowanie, konieczne jest wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu. Naci¶nij i przytrzymaj przez co najmniej 5 sekund przycisk Zatrzymaj/Zresetuj, a nastêpnie zwolnij go. Wy³±czenie funkcji wykrywania pozosta³ego poziomu atramentu zostanie zapamiêtane. Ta operacja spowoduje wy³±czenie funkcji wykrywania pozosta³ego poziomu nastêpuj±cego atramentu.
tr: Geçerli durumda yazdýrmak yazýcýya zarar verebilir. Mürekkep haznesinin yeniden doldurularak yazýcýya takýlmasýndan kaynaklanan arýza veya sorundan Canon sorumlu tutulamaz. Yazdýrmaya devam etmek için kalan mürekkep düzeyini algýlama iþlevini serbest býrakmanýz gerekir. Yazýcýnýn Durdur/Sýfýrla düðmesini en az 5 saniye basýlý tutun ve býrakýn. Kalan mürekkep düzeyini algýlama iþlevini devre dýþý býrakma belleðe kaydedildi. Bu iþlem yukarýdaki mürekkebin kalan düzeyini algýlama iþlevini serbest býrakýr.
