Repository: MrThanlon/cnijfilter-common
Catalog: cngpijmon-2.70/po/*.po
Languages: cs, hu, pl, tr

source: The printer's cover is open. If printing is in progress, the print head or ink tank cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
cs: Kryt tiskárny je otevøený. Pokud probíhá tisk, nelze vymìnit tiskovou hlavu ani nádr¾ku s inkoustem. Zavøete kryt a poèkejte, a¾ tisk skonèí. Pak znovu kryt otevøete a vymìòte tiskovou hlavu nebo nádr¾ku s inkoustem.
hu: A nyomtató fedõlapja fel van nyitva. Ha nyomtatás van folyamatban, a nyomtatófejet illetve a tintatartályt nem lehet kicserélni. Zárja le a fedõlapot, várja meg míg a nyomtatás befejezõdik, nyissa fel a fedõlapot újra, és cserélje ki a nyomtatófejet illetve a tintatartályt.
pl: Pokrywa drukarki jest otwarta. e¶li trwa drukowanie, nie mo¿na wymieniæ g³owicy drukuj±cej ani zbiornika z atramentem. Zamknij pokrywê, poczekaj na zakoñczenie drukowania, a nastêpnie ponownie otwórz pokrywê i wymieñ g³owicê drukuj±c± lub zbiornik atramentu.
tr: Yazýcýnýn kapaðý açýk. Yazdýrma iþlemi devam ediyorsa, yazýcý kafasý veya mürekkep haznesi deðiþtirilemez. Kapaðý kapatýn, yazdýrma iþleminin bitmesini bekleyin ve sonra kapaðý açýp yazýcý kafasýný veya mürekkep haznesini deðiþtirin.

source: Document printing cannot be executed because the paper output tray is closed. Open the paper output tray. Printing will restart.
cs: Tisk dokumentu nelze provést, proto¾e výstupní pøihrádka na papír je zavøená. Otevøete výstupní pøihrádku na papír. Tisk se znovu spustí.
hu: A dokumentumnyomtatás nem végezhetõ el, mert a papírgyûjtõ tálca zárva van. Nyissa ki a papírgyûjtõ tálcát. A nyomtatás újraindul.
pl: Nie mo¿na wydrukowaæ dokumentu, poniewa¿ taca wyprowadzania papieru jest zamkniêta. Otwórz wyj¶ciowy zasobnik papieru. Drukowanie zostanie wznowione.
tr: Kaðýt çýkýþ tepsisi kapalý olduðundan belge yazdýrma gerçekleþtirilemez. Kaðýt çýkýþ tepsisini açýn. Yazdýrma yeniden baþlatýlýr.

source: Document printing cannot be executed because the paper output tray is closed. Press the printer's Open button, and open the paper output tray. Printing will restart.
cs: Tisk dokumentu nelze provést, proto¾e výstupní pøihrádka na papír je zavøená. Stisknìte tlaèítko Otevøít na tiskárnì a otevøete výstupní pøihrádku na papír. Tisk se znovu spustí.
hu: A dokumentumnyomtatás nem végezhetõ el, mert a papírgyûjtõ tálca zárva van. Nyomja meg a Nyitás gombot a nyomtatón, és nyissa ki a papírgyûjtõ tálcát. A nyomtatás újraindul.
pl: Nie mo¿na wydrukowaæ dokumentu, poniewa¿ taca wyprowadzania papieru jest zamkniêta. Naci¶nij przycisk Otwórz na drukarce i otwórz tacê wyprowadzania papieru. Drukowanie zostanie wznowione.
tr: Kaðýt çýkýþ tepsisi kapalý olduðundan belge yazdýrma gerçekleþtirilemez. Yazýcýnýn Open düðmesine basýn ve kaðýt çýkýþ tepsisini açýn. Yazdýrma yeniden baþlatýlýr.

source: Operator error. The connected printer cannot work correctly.
cs: Chyba obsluhy. Pøipojená tiskárna nemù¾e pracovat správnì.
hu: Mûködtetési hiba. A csatlakoztatott nyomtató nem tud megfelelõen mûködni.
pl: B³±d operatora. Pod³±czona drukarka nie mo¿e funkcjonowaæ prawid³owo.
tr: Çalýþtýrma hatasý. Baðlý yazýcý doðru çalýþamýyor.

source: Cleaning. Please wait.
cs: Probíhá èi¹tìní. Poèkejte prosím.
hu: Tisztítás. Kérem, várjon.
pl: Czyszczenie. Czekaj.
tr: Temizleniyor. Lütfen bekleyin.

source: The holder is in the replacement position. After replacing the ink cartridge, close the printer's cover.
cs: Dr¾ák je v poloze pro výmìnu. Po výmìnì kazety s inkoustem zavøete kryt tiskárny.
hu: A tartó cserélõ pozícióban áll. A tintapatron cseréje után zárja le a nyomtató fedõlapját.
pl: Uchwyt znajduje siê w pozycji umo¿liwiaj±cej wymianê. Po wymianie kasety z atramentem zamknij pokrywê drukarki.
tr: Tutucu deðiþtirme konumunda. Mürekkep kartuþunu deðiþtirdikten sonra yazýcýnýn kapaðýný kapatýn.

source: The holder is in the replacement position. After replacing the print head or the ink tank, close the cover of the printer. To replace only the ink tanks, do not remove the print head from the printer. Do not touch the lock lever.
cs: Dr¾ák je v poloze pro výmìnu. Po výmìnì tiskové hlavy nebo nádr¾ky s inkoustem zavøete kryt tiskárny. Pokud vymìòujete pouze nádr¾ky s inkoustem, nevyjímejte tiskovou hlavu z tiskárny. Nedotýkejte se zaji¹»ovací páèky.
hu: A tartó cserélõ pozícióban áll. A nyomtatófej vagy a tintatartály cseréje után zárja le a nyomtató fedõlapját. Ha csak a tintatartályokat akarja cserélni, ne vegye ki a nyomtatófejet a nyomtatóból. Ne nyúljon a lezárókarhoz!
pl: Uchwyt znajduje siê w pozycji umo¿liwiaj±cej wymianê. Po wymianie g³owicy drukuj±cej lub zbiornika z atramentem zamknij pokrywê drukarki. Je¶li chcesz wymieniæ jedynie zbiorniki z atramentem, nie wyjmuj g³owicy drukuj±cej z drukarki. Nie dotykaj d¼wigni blokady.
tr: Tutucu deðiþtirme konumunda. Yazýcý kafasýný veya mürekkep haznesini deðiþtirdikten sonra yazýcýnýn kapaðýný kapatýn. Yalnýzca mürekkep haznelerini deðiþtirmek için, yazýcý kafasýný yazýcýdan çýkarmayýn. Kilitleme koluna dokunmayýn.

source: Printing.
cs: Tiskne se.
hu: Nyomtatás.
pl: Trwa drukowanie.
tr: Yazdýrýlýyor.

source: The printer is performing another operation.
cs: Tiskárna provádí jinou operaci.
hu: A nyomtató egy másik mûveletet végez éppen.
pl: Drukarka wykonuje inn± operacjê.
tr: Yazýcý baþka bir iþlem gerçekleþtiriyor.

source: The holder is in the replacement position. After replacing the ink tank, close the cover.
cs: Dr¾ák je v poloze pro výmìnu. Po výmìnì nádr¾ky s inkoustem zavøete kryt.
hu: A tartó cserélõ pozícióban áll. A tintatartály cseréje után zárja le a fedõlapot.
pl: Uchwyt znajduje siê w pozycji umo¿liwiaj±cej wymianê. Po wymianie zbiornika z atramentem zamknij pokrywê.
tr: Tutucu deðiþtirme konumunda. Mürekkep haznesini deðiþtirdikten sonra kapaðý kapatýn.

source: Scanner Cartridge detected. You cannot print with this cartridge. Install another BJ Cartridge in your printer.
cs: Byla zji¹tìna skenovací kazeta. S touto kazetou nelze tisknout. Nainstalujte do tiskárny dal¹í BJ kazetu.
hu: Lapolvasó kazetta van a nyomtatóban. Nem nyomtathat lapolvasó kazettával. Tegyen egy másik BJ kazettát a nyomtatóba.
pl: Wykryto kasetê skanera. Drukowanie przy u¿yciu tej kasety nie jest mo¿liwe. Zainstaluj w drukarce inn± kasetê BJ.
tr: Tarayýcý Kartuþu algýlandý. Bu kartuþla yazdýramazsýnýz. Yazýcýnýza baþka bir BJ Kartuþu takýn.

source: Unsupported cartridge installed. Change to appropriate BJ cartridge.
cs: Byla nainstalována nepodporovaná kazeta. Vymìòte ji za vhodnou kazetu BJ.
hu: Nem támogatott kazetta van berakva. Cserélje a megfelelõ BJ kazettára.
pl: Zainstalowano nieobs³ugiwan± kasetê. Zmieñ na odpowiedni± kasetê BJ.
tr: Desteklenmeyen kartuþ takýldý. Uygun BJ kartuþuyla deðiþtirin.

source: Printer is online.
cs: Tiskárna je v re¾imu online.
hu: A nyomtató üzemkész.
pl: Drukarka jest pod³±czona.
tr: Yazýcý çevrimiçi

source: The following ink tanks are running low.
cs: V následujících nádr¾kách s inkoustem dochází inkoust.
hu: A következõ tinták kifogyóban vannak.
pl: W nastêpuj±cych zbiornikach koñczy siê atrament.
tr: Aþaðýdaki mürekkep hazneleri boþalýyor.

source: Black [7e]
cs: Èerná [7e]
hu: Fekete [7e]
pl: Czarny [7e]
tr: Siyah [7e]

source: Black [9]
cs: Èerná [9]
hu: Fekete [9]
pl: Czarny [9]
tr: Siyah [9]

source: Photo Cyan [7e]
cs: Foto azurová [7e]
hu: Fotó ciánkék [7e]
pl: B³êkitny fotograficzny [7e]
tr: Fotoðraf Camgöbeði [7e]

source: Photo Magenta [7e]
cs: Foto purpurová [7e]
hu: Fotó bíbor [7e]
pl: Amarantowy fotograficzny [7e]
tr: Fotoðraf Eflatun [7e]

source: Cyan [7e]
cs: Azurová [7e]
hu: Ciánkék [7e]
pl: B³êkitny [7e]
tr: Camgöbeði [7e]

source: Magenta [7e]
cs: Purpurová [7e]
hu: Bíbor [7e]
pl: Amarantowy [7e]
tr: Eflatun [7e]

source: Yellow [7e]
cs: ®lutá [7e]
hu: Sárga [7e]
pl: ¯ó³ty [7e]
tr: Sarý [7e]

source: Black [9e]
cs: Èerná [9e]
hu: Fekete [9e]
pl: Czarny [9e]
tr: Siyah [9e]

source: Black [15]
cs: Èerná [15]
hu: Fekete [15]
pl: Czarny [15]
tr: Siyah [15]

source: Color [16]
cs: Barevná [16]
hu: Színes [16]
pl: Kolorowy [16]
tr: Renkli [16]

source: Black [24]
cs: Èerná [24]
hu: Fekete [24]
pl: Czarny [24]
tr: Siyah [24]

source: Color [24]
cs: Barevná [24]
hu: Színes [24]
pl: Kolorowy [24]
tr: Renkli [24]

source: Prepare new ink tanks.
cs: Pøipravte nové nádr¾ky s inkoustem.
hu: Új tintapatronok elõkészítése.
pl: Przygotuj nowe zbiorniki z atramentem.
tr: Yeni mürekkep haznelerini hazýrlayýn.

source: Black [40]
cs: Èerná [40]
hu: Fekete [40]
pl: Czarny [40]
tr: Siyah [40]

source: Color [41]
cs: Barevná [41]
hu: Színes [41]
pl: Kolorowy [41]
tr: Renkli [41]

source: Black [8]
cs: Èerná [8]
hu: Fekete [8]
pl: Czarny [8]
tr: Siyah [8]

source: Black [5]
cs: Èerná [5]
hu: Fekete [5]
pl: Czarny [5]
tr: Siyah [5]

source: Photo Cyan [8]
cs: Foto azurová [8]
hu: Fotó ciánkék [8]
pl: B³êkitny fotograficzny [8]
tr: Fotoðraf Camgöbeði [8]

source: Photo Magenta [8]
cs: Foto purpurová [8]
hu: Fotó bíbor [8]
pl: Amarantowy fotograficzny [8]
tr: Fotoðraf Eflatun [8]

source: Cyan [8]
cs: Azurová [8]
hu: Ciánkék [8]
pl: B³êkitny [8]
tr: Camgöbeði [8]

source: Magenta [8]
cs: Purpurová [8]
hu: Bíbor [8]
pl: Amarantowy [8]
tr: Eflatun [8]

source: Yellow [8]
cs: ®lutá [8]
hu: Sárga [8]
pl: ¯ó³ty [8]
tr: Sarý [8]

source: Prepare a new ink cartridge. The resulting print quality may not be satisfactory, if printing is continued under this condition. If either black or color ink cartridge has run out, you can set the printer to continue printing with the other cartridge from the Ink Cartridge Settings on the Maintenance tab of the printer driver.
cs: Pøipravte novou inkoustovou kazetu. Pokud pokraèujete v tisku s prázdnou inkoustovou kazetou, nemusí být výsledná kvalita tisku uspokojivá. Pokud dojde èerný nebo barevní inkoust v kazetì, mù¾ete tiskárnu nastavit tak, aby pokraèovala v tisku s dal¹í kazetou nastavenou v èásti Nastavení inkoustové kazety na kartì Údr¾ba ovladaèe tiskárny.
hu: Készítsen elõ egy új tintapatront. Az ilyen körülmények melletti nyomtatás eredménye nem lesz kielégítõ. Ha akár a fekete, akár a színes tintapatron kifogy, a nyomtatóillesztõ Karbantartás lapján a Tintapatron beállításai elemnél beállíthatja a nyomtatót úgy, hogy az a másik patronból folytassa a nyomtatást.
pl: Przygotuj now± kasetê z atramentem. W przypadku kontynuowania drukowania mimo braku atramentu jako¶æ wydruku mo¿e byæ niezadowalaj±ca. Je¶li wyczerpa³a siê kaseta z czarnym lub kolorowym atramentem, to mo¿na tak skonfigurowaæ drukarkê, aby kontynuowaæ drukowanie za pomoc± innej kasety wybranej w opcji Ustawienia kasety z atramentem na karcie Obs³uga sterownika drukarki.
tr: Yeni mürekkep kartuþu hazýrlayýn. Bu koþulda yazdýrma devam ederse, elde edilen baský kalitesi tatmin edici olmaz. Siyah veya renkli mürekkep kartuþu bittiyse, yazýcý sürücüsünün Bakým sekmesindeki Mürekkep Kartuþu Ayarlarý'ndan yazýcýyý diðer kartuþla yazdýrmaya devam etmek üzere ayarlayabilirsiniz.

source: The ink cartridge has been installed or replaced. If the printout contains misaligned lines or is not satisfactory after the installation or replacement, refer to the user's guide and carry out the print head alignment.
cs: Kazeta s inkoustem byla nainstalována nebo vymìnìna. Pokud po nainstalování nebo výmìnì kazety výstup obsahuje nezarovnané øádky nebo není uspokojivý, proveïte nastavení tiskových hlav podle u¾ivatelské pøíruèky.
hu: A tintapatron be lett helyezve vagy ki lett cserélve. Ha a nyomaton a vonalak igazítása nem megfelelõ, vagy az nem kielégítõ, a felhasználói kézikönyv alapján igazítsa be a nyomtatófejet.
pl: Zainstalowano lub wymieniono kasetê z atramentem. Je¶li po zainstalowaniu lub wymianie kasety z atramentem na wydruku wystêpuj± nierówne linie lub wydruk jest niezadowalaj±cy, zapoznaj siê z instrukcjami zamieszczonymi w podrêczniku u¿ytkownika i przeprowad¼ wyrównywanie g³owic drukuj±cych.
tr: Mürekkep kartuþu takýldý veya deðiþtirildi. Mürekkep kartuþunu taktýktan veya deðiþtirdikten sonra çýkýþ yanlýþ hizalanmýþ satýrlar içeriyorsa veya tatmin edici deðilse, kullanýcý kýlavuzuna baþvurun ve yazýcý kafasý hizalamasý gerçekleþtirin.

source: The printer is set not to display a low ink warning.
cs: Tiskárna nemá nastaveno zobrazení varování o docházejícím inkoustu.
hu: A nyomtató nem fog jelezni alacsony tintaszintnél.
pl: Drukarka nie jest ustawiona na wy¶wietlanie ostrze¿enia o niskim poziomie atramentu.
tr: Yazýcý mürekkep az uyarýsý görüntülemeyecek þekilde ayarlandý.

source: Printing cannot be executed because the inner cover is open.
cs: Nelze tisknout, proto¾e je otevøený vnitøní kryt.
hu: A nyomtatás nem végezhetõ el, mert a belsõ fedél nyitva van.
pl: Nie mo¿na przeprowadziæ drukowania, poniewa¿ pokrywa wewnêtrzna jest otwarta.
tr: Ýç kapak açýk olduðundan yazdýrma gerçekleþtirilemiyor.

source: Close the inner cover.
cs: Zavøete vnitøní kryt.
hu: Zárja le a belsõ fedõt.
pl: Zamknij pokrywê wewnêtrzn±.
tr: Ýç kapaðý kapatýn.

source: Press the printer's RESUME button. Printing will restart.
cs: Stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Tisk se znovu spustí.
hu: Nyomja meg a nyomtató ÚJRAKEZD gombját. A nyomtatás újraindul.
pl: Naci¶nij przycisk WZNÓW na drukarce. Drukowanie zostanie wznowione.
tr: Yazýcýnýn SÜRDÜR düðmesine basýn. Yazdýrma yeniden baþlatýlýr.

source: Press the printer's OK button. Printing will restart.
cs: Stisknìte tlaèítko OK na tiskárnì. Tisk se znovu spustí.
hu: Nyomja meg a nyomtató OK gombját. A nyomtatás újraindul.
pl: Naci¶nij przycisk OK na drukarce. Drukowanie zostanie wznowione.
tr: Yazýcýnýn OK düðmesine basýn. Yazdýrma yeniden baþlatýlýr.

source: During printing, the inner cover of the printer was opened.
cs: Bìhem tisku byl otevøen vnitøní kryt tiskárny.
hu: A nyomtatás során a nyomtató belsõ fedele kinyílt.
pl: Pokrywa wewnêtrzna drukarki zosta³a otwarta podczas drukowania.
tr: Yazdýrma sýrasýnda yazýcýnýn iç kapaðý açýldý.

source: An ink tank is not installed properly. Open the cover of the printer, make sure the ink tank is installed properly, and close the cover.
cs: Nádr¾ka s inkoustem není správnì nainstalována. Otevøete kryt tiskárny, zkontrolujte, zda je nádr¾ka s inkoustem správnì nainstalována, a kryt zavøete.
hu: Egy tintatartályt helytelenül tettek be. Nyissa fel a nyomtató fedõlapját, és ellenõrizze, hogy a behelyezés megfelelõ-e, majd zárja le a fedõlapot.
pl: Zbiornik z atramentem nie jest prawid³owo zainstalowany. Otwórz pokrywê drukarki, upewnij siê, ¿e zbiornik z atramentem jest prawid³owo zainstalowany, a nastêpnie zamknij pokrywê.
tr: Bir mürekkep haznesi doðru takýlmamýþ. Yazýcýnýn kapaðýný açýn, mürekkep haznesinin doðru takýldýðýndan emin olun ve kapaðý kapatýn.

source: An ink cartridge is not installed properly. Open the printer's cover, make sure the ink cartridge is installed properly, and close the cover.
cs: Kazeta s inkoustem není správnì nainstalována. Otevøete kryt tiskárny, zkontrolujte, zda je inkoustová kazeta správnì nainstalována, a kryt zavøete.
hu: Egy tintapatront helytelenül tettek be. Nyissa fel a nyomtató fedõlapját, és ellenõrizze, hogy a behelyezés megfelelõ-e, majd zárja le a fedõlapot.
pl: Kaseta z atramentem jest zainstalowana nieprawid³owo. Otwórz pokrywê drukarki, upewnij siê, ¿e kaseta z atramentem jest w³a¶ciwie zainstalowana i zamknij pokrywê.
tr: Mürekkep kartuþu doðru þekilde takýlmamýþ. Yazýcýnýn kapaðýný açýn , mürekkep kartuþunu doðru þekilde takýn ve kapaðý kapatýn.

source: A digital camera or device that is not supported by the direct printing function is connected to the direct print port. Disconnect the cable from the direct print port.
cs: Do portu pro pøímý tisk je pøipojen digitální fotoaparát nebo jiné zaøízení, které není podporováno funkcí pøímého tisku. Odpojte kabel od portu pro pøímý tisk.
hu: Egy, a közvetlen nyomtatás funkció által nem támogatott, digitális fényképezõgépet vagy eszközt csatlakoztattak a közvetlen nyomtatási porthoz. Húzza ki a kábelt a közvetlen nyomtatási portból.
pl: Do portu drukowania bezpo¶redniego pod³±czono cyfrowy aparat fotograficzny lub inne urz±dzenie nieobs³ugiwane przez funkcjê drukowania bezpo¶redniego. Od³±cz kabel od portu drukowania bezpo¶redniego.
tr: Doðrudan yazdýrma baðlantý noktasýna, doðrudan yazdýrma iþlevi tarafýndan desteklenmeyen bir dijital kamera veya aygýt baðlý. Kabloyu doðrudan yazdýrma baðlantý noktasý'ndan çýkarýn.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's RESUME button to clear the error.
cs: Pøi automatickém nastavování tiskové hlavy do¹lo k chybì. Trysky tiskových hlav jsou pravdìpodobnì ucpané. Na kartì Údr¾ba v ovladaèi tiskárny spus»te èi¹tìní a znovu spus»te nastavení tiskové hlavy. Pokud se chyba opakuje, proveïte ruèní nastavení tiskové hlavy podle u¾ivatelské pøíruèky. Odstraòte chybové hlá¹ení stisknutím tlaèítka POKRAÈOVAT na tiskárnì.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztõ Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez A hiba törléséhez nyomja meg a nyomtató ÚJRAKEZD gombját.
pl: Wyst±pi³ b³±d podczas automatycznego wyrównywania g³owicy drukuj±cej. Dysze g³owicy drukuj±cej mog± byæ zatkane. Na karcie Obs³uga sterownika drukarki uruchom czyszczenie i ponownie wykonaj wyrównanie g³owicy drukuj±cej. Je¶li b³±d nadal wystêpuje, sprawd¼ opis b³êdu w podrêczniku u¿ytkownika lub wykonaj rêczne wyrównanie. Naci¶nij przycisk WZNÓW na drukarce, aby usun±æ b³±d.
tr: Otomatik yazýcý kafasý hizalamasý sýrasýnda bir hata oluþtu. Yazýcý kafasý püskürtme uçlarý týkanmýþ olabilir. Yazýcý sürücüsünün Bakým sekmesinde temizleme iþlemini yürütün ve yazýcý kafasý hizalamasýný yeniden gerçekleþtirin. Yine de hata oluþursa, hatayý kontrol etmek için kullaným kýlavuzuna baþvurun veya el ile hizalama gerçekleþtirin. Hatayý gidermek için yazýcýnýn SÜRDÜR düðmesine basýn.

source: An error occurred during automatic print head alignment. The print head nozzles may be clogged. Execute cleaning on the Maintenance tab of the printer driver, and reexecute print head alignment. If an error still occurs, refer to the user's guide to check the error or carry out manual alignment. Press the printer's OK button to clear the error.
cs: Pøi automatickém nastavování tiskové hlavy do¹lo k chybì. Trysky tiskových hlav jsou pravdìpodobnì ucpané. Na kartì Údr¾ba v ovladaèi tiskárny spus»te èi¹tìní a znovu spus»te nastavení tiskové hlavy. Pokud se chyba opakuje, proveïte ruèní nastavení tiskové hlavy podle u¾ivatelské pøíruèky. Odstraòte chybové hlá¹ení stisknutím tlaèítka OK na tiskárnì.
hu: Hiba történt a nyomtatófej automatikus igazítása közben. A nyomtatófej fúvókái eldugulhattak. Hajtson végre tisztítást a nyomtatóillesztõ Karbantartás lapján, majd hajtsa újra végre a nyomtatófej-igazítást. Ha továbbra is hiba történik, akkor a Felhasználói kézikönyvben nézzen utána a hibának, és hajtson végre kézi igazítást. A hibajelzés törléséhez Nyomja meg a nyomtató OK gombját..
pl: Wyst±pi³ b³±d podczas automatycznego wyrównywania g³owicy drukuj±cej. Dysze g³owicy drukuj±cej mog± byæ zatkane. Na karcie Obs³uga sterownika drukarki uruchom czyszczenie i ponownie wykonaj wyrównanie g³owicy drukuj±cej. Je¶li b³±d nadal wystêpuje, sprawd¼ opis b³êdu w Podrêczniku u¿ytkownika lub wykonaj rêczne wyrównanie. Naci¶nij przycisk OK na drukarce, aby skasowaæ b³±d.
tr: Otomatik yazýcý kafasýný hizalamasý sýrasýnda bir hata oluþtu. Yazýcý kafasý püskürtme uçlarý týkanmýþ olabilir. Yazýcý sürücüsünün Bakým sekmesinde temizleme iþlemini yürütün ve yazýcý kafasý hizalamasýný yeniden gerçekleþtirin. Yine de hata oluþursa, hatayý kontrol etmek için kullaným kýlavuzuna baþvurun veya el ile hizalama gerçekleþtirin. Hatayý gidermek için Tamam düðmesine basýn.

source: Ink tank errors have occurred. Open the printer's cover and replace the ink tanks on which ink lamps are off.
cs: Do¹lo k chybám nádr¾ky s inkoustem. Otevøete kryt tiskárny a vymìòte nádr¾ky s inkoustem u kterých nesvítí kontrolky inkoustu.
hu: Tintatartályhibák fordultak elõ. Nyissa fel a nyomtató fedõlapját, és cserélje ki azokat a tintatartályokat, melyek lámpája nem világít.
pl: Wyst±pi³y b³êdy zbiornika z atramentem. Otwórz pokrywê drukarki i wymieñ zbiorniki z atramentem, na których nie ¶wiec± siê lampki atramentu.
tr: Mürekkep haznesi hatalarý oluþtu. Yazýcýnýn kapaðýný açýn ve mürekkep lambalarýnýn kapalý olduðu mürekkep haznelerini deðiþtirin.

source: More than one ink tank of the following color is installed.
cs: Je nainstalováno více nádr¾ek s inkoustem následující barvy.
hu: A következõ színbõl több, mint egy tintatartály van behelyezve.
pl: Zainstalowano wiêcej ni¿ jeden zbiornik z atramentem nastêpuj±cego koloru.
tr: Aþaðýdaki renkte birden fazla mürekkep kartuþu takýldý.

source: The following ink tank cannot be recognized.
cs: Nelze rozpoznat následující nádr¾ku s inkoustem.
hu: A következõ tintatartályt nem lehet felismerni.
pl: Nie mo¿na rozpoznaæ poni¿szego zbiornika z atramentem.
tr: Aþaðýdaki mürekkep haznesi tanýnmýyor.

source: Some ink tanks are not installed in place. Confirm that the following ink tanks are installed in the appropriate positions.
cs: Nìkteré nádr¾ky s inkoustem nejsou nainstalovány na svém místì. Potvrïte, ¾e jsou následující nádr¾ky s inkoustem instalovány v pøíslu¹ných pozicích.
hu: Néhány tintatartály nincs a helyére behelyezve. Gyõzõdjön meg, hogy a következõ tintatartályok a megfelelõ helyre vannak behelyezve.
pl: Niektóre zbiorniki z atramentem nie s± zainstalowane. Sprawd¼, czy nastêpuj±ce zbiorniki z atramentem s± zainstalowane na w³a¶ciwych pozycjach.
tr: Bazý mürekkep hazneleri yerine takýlmamýþ. Aþaðýdaki mürekkep haznelerinin uygun konumlarýna takýlmýþ olduðundan emin olun.
