Repository: MrThanlon/cnijfilter-common
Catalog: cngpijmon-2.70/po/*.po
Languages: cs, hu, pl, tr

source: The ink absorber is full. Contact the service center.
cs: Nádr¾ka pøebyteèného inkoustu je plná. Kontaktujte servisní støedisko.
hu: A tintaelnyelõ megtelt. Lépjen kapcsolatba a szervizközponttal.
pl: Poch³aniacz atramentu jest pe³ny. Skontaktuj siê z punktem serwisowym.
tr: Mürekkep emici dolu. Servis merkeziyle baðlantý kurun.

source: The ink absorber is full. It needs to be replaced. Further printing is not possible until this part is replaced. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádr¾ka pøebyteèného inkoustu je plná. Je tøeba ji vymìnit. Dokud nebude vymìnìna nádr¾ka pøebyteèného inkoustu, nelze tisknout. Kontaktujte servisní støedisko nebo støedisko podpory. Nádr¾ku pøebyteèného inkoustu mù¾e vymìnit jen kvalifikovaný servisní technik.
hu: A tintaelnyelõ megtelt. Ki kell cserélni. A részegység cseréjéig nem lehet nyomtatni. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelõt csak egy minõsített szakember cserélheti ki.
pl: Poch³aniacz atramentu jest pe³ny. Konieczna jest jego wymiana. Do czasu czasu jego wymiany dalsze drukowanie jest niemo¿liwe. Skontaktuj siê z punktem obs³ugi lub punktem serwisowym. Poch³aniacz atramentu mo¿e wymieniaæ tylko wykwalifikowany personel.
tr: Mürekkep emici dolu. Deðiþtirilmesi gerekiyor. Bu parça deðiþtirilmedikçe yazdýrma yapamazsýnýz. Destek merkeziyle veya servis merkeziyle baðlantý kurun. Mürekkep emici yalnýzca bir yetkili teknisyen tarafýndan deðiþtirilebilir.

source: Service error %s. Cancel printing and turn the printer off and then on again. If this doesn't clear the error, see the printer manual for more detail.
cs: Chyba %s vy¾adující servis. Zru¹te tisk a potom vypnìte a znovu zapnìte tiskárnu. Pokud se tím chyba neodstraní, vyhledejte dal¹í informace v pøíruèce k tiskárnì.
hu: Szolgáltatáshiba: %s. . Törölje a nyomtatást, kapcsolja ki a nyomtatót, majd kapcsolja be újra. Ha ez nem törölné a hibát, nézzen a részletek után a kézikönyvben.
pl: B³±d serwisowy %s. Anuluj drukowanie, wy³±cz drukarkê i w³±cz j± ponownie. Je¶li nie spowoduje to usuniêcia b³êdu, poszukaj szczegó³owych informacji w podrêczniku drukarki.
tr: %s servis hatasý. Yazdýrmayý iptal edin ve yazýcýyý kapatýp açýn. Bu iþlem hatayý gidermezse, daha fazla bilgi için yazýcýnýn el kitabýna bakýn.

source: Paper out!
cs: Do¹el papír!
hu: Kifogyott a papír!
pl: Brak papieru
tr: Kaðýt yok!

source: Load paper.
cs: Vlo¾te papír.
hu: Papír betöltése.
pl: Za³aduj papier.
tr: Kaðýt yükleyin.

source: Load paper into the sheet feeder.
cs: Vlo¾te papír do podavaèe listù.
hu: Töltsön be papírt a lapadagolóba.
pl: Za³aduj papier do podajnika arkuszy.
tr: Sayfa besleyiciye kaðýt yükleyin.

source: Load paper into the cassette.
cs: Vlo¾te papír do kazety.
hu: Tegyen papírt az adagolókazettába.
pl: Za³aduj papier do kasety.
tr: Kasede kaðýt yükleyin.

source: Load paper into the front feeder.
cs: Vlo¾te papír do pøedního podavaèe.
hu: Töltsön be papírt az elülsõ adagolóba.
pl: Za³aduj papier do podajnika przedniego.
tr: Ön besleyiciye kaðýt yükleyin.

source: Press the printer's RESUME button.
cs: Stisknìte tlaèítko POKRAÈOVAT na tiskárnì.
hu: Nyomja meg a nyomtató ÚJRAKEZD gombját.
pl: Naci¶nij przycisk WZNÓW na drukarce.
tr: Yazýcýnýn SÜRDÜR düðmesine basýn.

source: Press the printer's OK button.
cs: Stisknìte tlaèítko OK na tiskárnì.
hu: Nyomja meg a nyomtató OK gombját.
pl: Naci¶nij przycisk OK na drukarce.
tr: Yazýcýnýn OK düðmesine basýn.

source: Press the printer's Start button.
cs: Stisknìte tlaèítko Spustit na tiskárnì.
hu: Nyomja meg a nyomtató Start gombját.
pl: Naci¶nij przycisk Start na drukarce.
tr: Yazýcýnýn Start düðmesine basýn.

source: Paper is jammed.
cs: Papír je uvíznutý.
hu: A papír beszorult.
pl: Wyst±pi³o zakleszczenie papieru.
tr: Kaðýt sýkýþtý.

source: Paper is jammed at the paper output slot.
cs: V otvoru pro výstup papíru se zachytil papír.
hu: A papír elakadt a papírkimeneti nyílásnál.
pl: Wyst±pi³o zakleszczenie papieru w wyj¶ciowej szczelinie papieru.
tr: Kaðýt çýkýþ yuvasýnda kaðýt sýkýþtý.

source: Remove the jammed paper.
cs: Odstraòte uvíznutý papír.
hu: Távolítsa el a beszorult papírt.
pl: Usuñ zaciêty papier.
tr: Sýkýþmýþ kaðýdý çýkarýn.

source: Press the printer's RESUME button. Printing resumes from the next paper.
cs: Stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Tisk pokraèuje následující stránkou.
hu: Nyomja meg a nyomtató ÚJRAKEZD gombját. A nyomtatás a következõ laptól folytatódik.
pl: Naci¶nij przycisk WZNÓW na drukarce. Drukowanie zostanie wznowione od nastêpnego arkusza.
tr: Yazýcýnýn SÜRDÜR düðmesine basýn. Yazdýrma iþlemi bir sonraki kaðýttan itibaren sürdürülür.

source: Press the printer's OK button. Printing resumes from the next paper.
cs: Stisknìte tlaèítko OK na tiskárnì. Tisk pokraèuje následující stránkou.
hu: Nyomja meg a nyomtató OK gombját. A nyomtatás a következõ laptól folytatódik.
pl: Naci¶nij przycisk OK na drukarce. Drukowanie zostanie wznowione od nastêpnego arkusza.
tr: Yazýcýnýn OK düðmesine basýn. Yazdýrma iþlemi bir sonraki kaðýttan itibaren sürdürülür.

source: Press the printer's Start button. Printing resumes from the next paper.
cs: Stisknìte tlaèítko Spustit na tiskárnì. Tisk pokraèuje následující stránkou.
hu: Nyomja meg a nyomtató Start gombját. A nyomtatás a következõ laptól folytatódik.
pl: Naci¶nij przycisk Start na drukarce. Drukowanie zostanie wznowione od nastêpnego arkusza.
tr: Yazýcýnýn Start düðmesine basýn. Yazdýrma iþlemi bir sonraki kaðýttan itibaren sürdürülür.

source: Paper is jammed in the transport unit.
cs: V jednotce pro posuv se zachytil papír.
hu: A papír beszorult a továbbító egységbe.
pl: Wyst±pi³o zaciêcie papieru w zespole przenoszenia papieru.
tr: Taþýma biriminde kaðýt sýkýþtý.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, first remove the cassette and remove the paper from the cassette side.
cs: Otevøete zadní kryt a odstraòte zachycený papír. Pokud nelze zachycený papír odstranit, odeberte nejprve zásobník a odstraòte papír ze strany zásobníku.
hu: Nyissa fel a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papírt nem lehet eltávolítani, elõször távolítsa el a kazettát, majd távolítsa el a papírt a kazetta felõl.
pl: Otwórz pokrywê tyln±, usuñ zaciêty papier. Je¶li nie mo¿na wyj±æ zakleszczonego papieru, najpierw usuñ kasetê i usuñ papier od strony kasety.
tr: Arka kapaðý açýn ve sýkýþmýþ kaðýdý çýkarýn. Sýkýþmýþ kaðýt çýkarýlamazsa, önce kasedi çýkarýn ve kaðýdý kaset tarafýndan çýkarýn.

source: Open the rear cover, remove the jammed paper. If the jammed paper cannot be removed, remove the paper from the front feeder side.
cs: Otevøete zadní kryt a odstraòte zachycený papír. Pokud nelze zachycený papír odstranit, odstraòte papír ze strany pøedního podavaèe.
hu: Nyissa fel a hátsó fedelet, és távolítsa el a beszorult papírt. Ha a beszorult papír nem távolítható el, próbálja az elülsõ adagoló felõl eltávolítani.
pl: Otwórz pokrywê tyln±, usuñ zaciêty papier. Je¶li nie mo¿na tego zrobiæ, usuñ zaciêty papier od strony podajnika przedniego.
tr: Arka kapaðý açýn ve sýkýþmýþ kaðýdý çýkarýn. Sýkýþan kaðýt çýkarýlamýyorsa, kaðýdý ön besleyici tarafýndan çýkarýn.

source: Paper is jammed in the duplexing transport unit.
cs: V jednotce oboustranného tisku v èásti pro posuv se zachytil papír.
hu: A papír beszorult a duplex továbbító egységbe.
pl: Papier jest zakleszczony w zespole odwracania papieru.
tr: Dupleksleme taþýma biriminde kaðýt sýkýþtý.

source: Remove the cassette, push the printer over onto its back side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
cs: Odeberte kazetu, pøeklopte tiskárnu na zadní stranu a pak otevøete kryt èásti pro posuv papíru jednotky oboustranného tisku. Odstraòte zachycený papír a rychle vra»te tiskárnu do svislé polohy. Podrobné informace naleznete v u¾ivatelské pøíruèce.
hu: Távolítsa el a kazettát, fordítsa fel a nyomtatót, majd nyissa fel a Duplex továbbító egységet. Ezután távolítsa el a beszorult papírt, majd gyorsan fordítsa vissza a nyomtatót. A részleteket olvassa el a felhasználói kézikönyvben.
pl: Wyjmij kasetê, postaw drukarkê na jej bocznej ¶ciance i otwórz zespó³ przenoszenia papieru dla druku dwustronnego. Nastêpnie usuñ zaciêty papier i szybko ustaw drukarkê w normalnej pozycji. Szczegó³owe informacje mo¿na znale¼æ w podrêczniku u¿ytkownika.
tr: Kasedi çýkarýn, yazýcýyý arka tarafý aþaðý gelecek þekilde yatýrýn ve sonra dupleksleme taþýma birimini açýn. Sonra, sýkýþan kaðýdý çýkartýn ve yazýcýyý hýzlý bir biçinde dik konuma getirin. Ayrýntýlar için kullaným kýlavuzuna baþvurun.

source: Remove the cassette, push the printer over onto its side, and then open the duplexing transport unit cover. Next, remove the jammed paper, and quickly return the printer to its upright position. Refer to the user's guide for details.
cs: Odeberte kazetu, pøeklopte tiskárnu na stranu a pak otevøete kryt èásti pro posuv papíru jednotky oboustranného tisku. Odstraòte zachycený papír a rychle vra»te tiskárnu do svislé polohy. Podrobné informace naleznete v u¾ivatelské pøíruèce.
hu: Távolítsa el a kazettát, fordítsa oldalra a nyomtatót, majd nyissa fel a duplex továbbító egységet. Ezután távolítsa el a beszorult papírt, majd gyorsan fordítsa vissza a nyomtatót. A részleteket olvassa el a Felhasználói kézikönyvben.
pl: Wyjmij kasetê, postaw drukarkê na jej bocznej ¶ciance i otwórz pokrywê zespó³ przenoszenia papieru dla druku dwustronnego. Nastêpnie usuñ zaciêty papier i szybko ustaw drukarkê w normalnej pozycji. Szczegó³owe informacje mo¿na znale¼æ w Podrêczniku u¿ytkownika
tr: Kaseti çýkartýn, yazýcýyý yana yatýrýp dupleksleme birimi kapaðýný açýn. Sonra, sýkýþan kaðýdý çýkartýn ve yazýcýyý hýzlý bir biçinde dik konuma getirin. Ayrýntýlar için kullaným kýlavuzuna baþvurun.

source: Correct print head is not installed. Install an appropriate print head and close the cover of the printer.
cs: Není nainstalována správná tisková hlava. Nainstalujte pøíslu¹nou tiskovou hlavu a zavøete kryt tiskárny.
hu: Nem a helyes nyomtatófej van a nyomtatóban. Helyezzen be egy megfelelõ nyomtatófejet, majd csukja be a nyomtató fedõlapját.
pl: W³a¶ciwa g³owica drukuj±ca nie jest zainstalowana. Zainstaluj w drukarce w³a¶ciw± g³owicê drukuj±c± i zamknij pokrywê drukarki.
tr: Doðru yazýcý kafasý takýlý deðil. Uygun yazýcý kafasýný takýn ve yazýcý kapaðýný kapatýn.

source: Operator error. Press the printer's RESUME button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Pokud se tím chyba neodstraní, zru¹te tisk a potom vypnìte a znovu zapnìte tiskárnu.
hu: Mûködési hiba. Nyomja meg a nyomtató ÚJRAKEZD gombját. Ha ez nem szünteti meg a hibát, törölje a nyomtatást, kapcsolja ki, majd kapcsolja be újra a nyomtatót.
pl: B³±d operatora. Naci¶nij przycisk WZNÓW na drukarce. Je¶li nie spowoduje to usuniêcia b³êdu, anuluj drukowanie, a nastêpnie wy³±cz drukarkê i w³±cz j± ponownie.
tr: Kullanýcý hatasý. Yazýcýnýn SÜRDÜR düðmesine basýn. Bu iþlem hatayý gidermezse, yazdýrma iþlemini iptal edip yazýcýyý kapatýn ve yeniden açýn.

source: Operator error. Press the printer's OK button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stisknìte tlaèítko OK na tiskárnì. Pokud se tím chyba neodstraní, zru¹te tisk a potom vypnìte a znovu zapnìte tiskárnu.
hu: Mûködési hiba. Nyomja meg a nyomtató OK gombját. Ha ez nem szünteti meg a hibát, törölje a nyomtatást, kapcsolja ki, majd kapcsolja be újra a nyomtatót.
pl: B³±d operatora. Naci¶nij przycisk OK na drukarce. Je¶li nie spowoduje to usuniêcia b³êdu, anuluj drukowanie, a nastêpnie wy³±cz drukarkê i w³±cz j± ponownie.
tr: Kullanýcý hatasý. Yazýcýnýn OK düðmesine basýn. Bu iþlem hatayý gidermezse, yazdýrma iþlemini iptal edip yazýcýyý kapatýn ve yeniden açýn.

source: Operator error. Press the printer's Start button. If this doesn't clear the error, cancel printing and turn the printer off and then on again.
cs: Chyba obsluhy. Stisknìte tlaèítko Spustit na tiskárnì. Pokud se tím chyba neodstraní, zru¹te tisk a potom vypnìte a znovu zapnìte tiskárnu.
hu: Mûködési hiba. Nyomja meg a nyomtató Start gombját. Ha ez nem szünteti meg a hibát, törölje a nyomtatást, kapcsolja ki, majd kapcsolja be újra a nyomtatót.
pl: B³±d operatora. Naci¶nij przycisk Start drukarki. Je¶li nie spowoduje to usuniêcia b³êdu, anuluj drukowanie, a nastêpnie wy³±cz drukarkê i w³±cz j± ponownie.
tr: Kullanýcý hatasý. Yazýcýnýn Baþlat düðmesine basýn. Bu iþlem hatayý gidermezse, yazdýrma iþlemini iptal edip yazýcýyý kapatýn ve yeniden açýn.

source: Scanner Cartridge detected! Change to appropriate cartridge. Click Cancel Printing to cancel operation.
cs: Byla zji¹tìna skenovací kazeta. Vymìòte ji za vhodnou kazetu. Klepnutím na tlaèítko Zru¹it tisk zru¹te provádìnou operaci.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. Contact the service center.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Kontaktujte servisní støedisko.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg az ÚJRAKEZD gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk WZNÓW. Skontaktuj siê z punktem serwisowym.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn SÜRDÜR düðmesine basýn. Servis merkeziyle baðlantý kurun.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. Contact the service center.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko OK na tiskárnì. Kontaktujte servisní støedisko.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg az OK gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk OK. Skontaktuj siê z punktem serwisowym.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn Tamam düðmesine basýn. Servis merkeziyle baðlantý kurun.

source: The ink absorber is almost full. Press the printer's RESUME button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko POKRAÈOVAT na tiskárnì. Tiskárna bude brzy vy¾adovat servisní zásah pro výmìnu nádr¾ky pøebyteèného inkoustu. Kontaktujte servisní støedisko nebo støedisko podpory. Nádr¾ku pøebyteèného inkoustu mù¾e vymìnit jen kvalifikovaný servisní technik.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg az ÚJRAKEZD gombot a nyomtatón. A tintaelnyelõt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelõt csak egy minõsített szakember cserélheti ki.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk WZNÓW. Wkrótce konieczne bêdzie przekazanie drukarki do serwisu w celu wymiany poch³aniacza atramentu. Skontaktuj siê z punktem obs³ugi lub punktem serwisowym. Poch³aniacz atramentu mo¿e wymieniaæ tylko wykwalifikowany personel.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn SÜRDÜR düðmesine basýn. Mürekkep emicinin deðiþtirilmesi için kýsa süre içinde yazýcý servis gerektirecek. Destek merkeziyle veya servis merkeziyle baðlantý kurun. Mürekkep emici yalnýzca bir yetkili teknisyen tarafýndan deðiþtirilebilir.

source: The ink absorber is almost full. Press the printer's OK button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko OK na tiskárnì. Tiskárna bude brzy vy¾adovat servisní zásah pro výmìnu nádr¾ky pøebyteèného inkoustu. Kontaktujte servisní støedisko nebo støedisko podpory. Nádr¾ku pøebyteèného inkoustu mù¾e vymìnit jen kvalifikovaný servisní technik.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg az OK gombot a nyomtatón. A tintaelnyelõt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelõt csak egy minõsített szakember cserélheti ki.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk OK. Wkrótce konieczne bêdzie przekazanie drukarki do serwisu w celu wymiany poch³aniacza atramentu. Skontaktuj siê z punktem obs³ugi lub punktem serwisowym. Poch³aniacz atramentu mo¿e wymieniaæ tylko wykwalifikowany personel.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn Tamam düðmesine basýn. Mürekkep emicinin deðiþtirilmesi için kýsa süre içinde yazýcý servis gerektirecek. Destek merkeziyle veya servis merkeziyle baðlantý kurun. Mürekkep emici yalnýzca bir yetkili teknisyen tarafýndan deðiþtirilebilir.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. Contact the service center.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko Spustit na tiskárnì. Kontaktujte servisní støedisko.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg a Start gombot a nyomtatón. Lépjen kapcsolatba a szervizközponttal.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk Start. Skontaktuj siê z punktem serwisowym.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn Baþlat düðmesine basýn. Servis merkeziyle baðlantý kurun.

source: The ink absorber is almost full. Press the printer's Start button to continue printing. The printer will soon require servicing to replace the ink absorber. Contact the support center or the service center. The ink absorber can only be replaced by a qualified technician.
cs: Nádr¾ka pøebyteèného inkoustu je témìø plná. Chcete-li pokraèovat v tisku, stisknìte tlaèítko Spustit na tiskárnì. Tiskárna bude brzy vy¾adovat servisní zásah pro výmìnu nádr¾ky pøebyteèného inkoustu. Kontaktujte servisní støedisko nebo støedisko podpory. Nádr¾ku pøebyteèného inkoustu mù¾e vymìnit jen kvalifikovaný servisní technik.
hu: A tintaelnyelõ majdnem tele van. A nyomtatás folytatásához nyomja meg a Start gombot a nyomtatón. A tintaelnyelõt hamarosan ki kell cserélni egy szerviz során. Lépjen kapcsolatba a támogató vagy a szervizközponttal. A tintaelnyelõt csak egy minõsített szakember cserélheti ki.
pl: Poch³aniacz atramentu jest prawie pe³ny. Aby kontynuowaæ drukowanie, naci¶nij na drukarce przycisk Start. Wkrótce konieczne bêdzie przekazanie drukarki do serwisu w celu wymiany poch³aniacza atramentu. Skontaktuj siê z punktem obs³ugi lub punktem serwisowym. Poch³aniacz atramentu mo¿e wymieniaæ tylko wykwalifikowany personel.
tr: Mürekkep emici neredeyse dolu. Yazdýrmaya devam etmek için yazýcýnýn Baþlat düðmesine basýn. Mürekkep emicinin deðiþtirilmesi için kýsa süre içinde yazýcý servis gerektirecek. Destek merkeziyle veya servis merkeziyle baðlantý kurun. Mürekkep emici yalnýzca bir yetkili teknisyen tarafýndan deðiþtirilebilir.

source: Ink has run out. Replace the ink tank and close the cover. When replacing the ink tank, make sure that the inner cover is open. You can continue printing under the ink out condition by pressing the RESUME button. Replace the empty ink tank immediately after the printing. The printer may be damaged if printing is continued under the ink out condition.
cs: Do¹el inkoust. Vymìòte nádr¾ku s inkoustem a zavøete kryt. Pøi vymìòování nádr¾ky s inkoustem zkontrolujte, zda je vnitøní kryt otevøený. Chcete-li tisknout i v pøípadì, ¾e do¹el inkoust, stisknìte tlaèítko POKRAÈOVAT. Prázdnou nádr¾ku s inkoustem vymìòte ihned po dokonèení tisku. Tisk s pou¾itím prázdné nádr¾ky s inkoustem mù¾e zpùsobit po¹kození tiskárny.
hu: Kifogyott a tinta. Cserélje ki a tintatartályt, és csukja be a fedõlapot. Tintatartály cseréjekor gyõzõdjön meg róla, hogy a belsõ fedõ nyitva van. Kifogyott tinta mellett az ÚJRAKEZD gomb megnyomásával folytathatja a nyomtatást. Nyomtatás után azonnal cserélje ki az üres tintatartályt. A nyomtató károsodhat, ha tintahiány mellett nyomtat.
pl: Skoñczy³ siê atrament. Wymieñ zbiornik z atramentem i zamknij pokrywê. Podczas wymiany zbiornika z atramentem upewnij siê, ¿e pokrywa wewnêtrzna jest otwarta. Mo¿esz kontynuowaæ drukowanie mimo braku atramentu, naciskaj±c przycisk WZNÓW. Wymieñ pusty zbiornik natychmiast po zakoñczeniu drukowania. Kontynuowanie drukowania mimo braku atramentu grozi uszkodzeniem drukarki.
tr: Mürekkep bitti. Mürekkep haznesini deðiþtirin ve kapaðý kapatýn. Mürekkep haznesini deðiþtirirken, iç kapaðýn açýk olduðundan emin olun. Yazýcýnýn SÜRDÜR düðmesine basarak mürekkep bittiðinde yazdýrmaya devam edebilirsiniz. Yazdýrma sonrasýnda boþ mürekkep haznesini hemen deðiþtirin. Mürekkep bittiði halde yazdýrmaya devam edilirse yazýcý zarar görebilir.

source: Black [7]
cs: Èerná [7]
hu: Fekete [7]
pl: Czarny [7]
tr: Siyah [7]

source: Photo Black [7]
cs: Foto èerná [7]
hu: Fotó fekete [7]
pl: Czarny fotograficzny [7]
tr: Fotoðraf Siyah [7]

source: Photo Cyan [7]
cs: Foto azurová [7]
hu: Fotó ciánkék [7]
pl: B³êkitny fotograficzny [7]
tr: Fotoðraf Camgöbeði [7]

source: Photo Magenta [7]
cs: Foto purpurová [7]
hu: Fotó bíbor [7]
pl: Amarantowy fotograficzny [7]
tr: Fotoðraf Eflatun [7]

source: Cyan [7]
cs: Azurová [7]
hu: Ciánkék [7]
pl: B³êkitny [7]
tr: Camgöbeði [7]

source: Magenta [7]
cs: Purpurová [7]
hu: Bíbor [7]
pl: Amarantowy [7]
tr: Eflatun [7]

source: Yellow [7]
cs: ®lutá [7]
hu: Sárga [7]
pl: ¯ó³ty [7]
tr: Sarý [7]

source: Red [7]
cs: Èervená [7]
hu: Piros [7]
pl: Czerwony [7]
tr: Kýrmýzý [7]

source: Green [7]
cs: Zelená [7]
hu: Zöld [7]
pl: Zielony [7]
tr: Yeþil [7]

source: Black [3e]
cs: Èerná [3e]
hu: Fekete [3e]
pl: Czarny [3e]
tr: Siyah [3e]

source: The printer's cover is open. If printing is in progress, the cartridge cannot be changed. Close the cover, wait for printing to finish, then open the cover again and change the print head or ink tank.
cs: Kryt tiskárny je otevøený. Pokud se tiskne, nelze vymìnit kazetu s inkoustem. Zavøete kryt a poèkejte, a¾ tisk skonèí. Pak znovu kryt otevøete a vymìòte tiskovou hlavu nebo nádr¾ku s inkoustem.
hu: A nyomtató fedõlapja fel van nyitva. Ha nyomtatás van folyamatban, a nyomtatópatront nem lehet kicserélni. Zárja le a fedõlapot, várja meg míg a nyomtatás befejezõdik, nyissa fel a fedõlapot újra, és cserélje ki a nyomtatófejet, illetve a tintatartályt.
pl: Pokrywa drukarki jest otwarta. Je¶li trwa drukowanie, nie jest mo¿liwa wymiana kasety z atramentem. Zamknij pokrywê, poczekaj na zakoñczenie drukowania, a nastêpnie ponownie otwórz pokrywê i wymieñ g³owicê drukuj±c± lub zbiornik z atramentem
tr: Yazýcýnýn kapaðý açýk. Yazdýrma devam ediyorsa, kartuþ deðiþtirilemez. Kapaðý kapatýn, yazdýrma iþleminin bitmesini bekleyin ve sonra kapaðý açýp yazýcý kafasýný veya mürekkep haznesini deðiþtirin.
