Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.60/po/*.po
Languages: cs, tr

source: Locale
cs: cs_CZ
tr: tr_TR

source: BJ Cartridge:
cs: BJ kazeta:
tr: BJ Kartuþu:

source: Grayscale Printing
cs: Tisk v odstínech ¹edi
tr: Gri Tonlamalý Yazdýrma

source: Media Type:
cs: Typ média:
tr: Ortam Türü:

source: Paper Source:
cs: Zdroj papíru:
tr: Kaðýt Kaynaðý:

source: Set ...
cs: Nastavit...
tr: Ayarla...

source: Print Quality:
cs: Kvalita tisku:
tr: Baský Kalitesi:

source: Color/Intensity:
cs: Barva / Intenzita:
tr: Renk/Yoðunluk:

source: High
cs: Vysoká
tr: Yüksek

source: Standard
cs: Standardní
tr: Standart

source: Fast
cs: Rychlý
tr: Hýzlý

source: Custom
cs: U¾ivatelská
tr: Özel

source: Auto
cs: Automaticky
tr: Otomatik

source: Manual
cs: Ruènì
tr: El Ýle

source: Lever Position:
cs: Poloha páèky:
tr: Kol Konumu:

source: Paper Gap:
cs: Otvor pro papír:
tr: Kaðýt Boþluðu:

source: Defaults
cs: Výchozí
tr: Varsayýlanlar

source: About
cs: Etiketa
tr: Hakkýnda

source: Main
cs: Hlavní
tr: Ana

source: Page Size:
cs: Velikost stránky:
tr: Sayfa Boyutu:

source: Page Layout:
cs: Rozvr¾ení stránky:
tr: Sayfa Yerleþimi:

source: Scaling:
cs: Mìøítko:
tr: Ölçeklendirme:

source: Centering
cs: Støed
tr: Ortalama

source: Borderless Printing
cs: Tisk bez ohranièení
tr: Kenarlýksýz Yazdýrma

source: Amount of Extension:
cs: Velikost pøesahu:
tr: Uzantý Miktarý:

source: Automatic Duplex Printing
cs: Automatický oboustranný tisk
tr: Otomatik Çift Taraflý Yazdýrma

source: Staple Side:
cs: Se¹ívaná strana:
tr: Zýmba Tarafý:

source: Long-side stapling
cs: Se¹ití na del¹í stranì
tr: Uzun kenar zýmbalama

source: Short-side stapling
cs: Se¹ití na krat¹í stranì
tr: Kýsa kenar zýmbalama

source: Copies:
cs: Poèet kopií:
tr: Kopya Sayýsý:

source: Print from Last Page
cs: Tisk od poslední stránky
tr: Son Sayfadan itibaren Yazdýr

source: Collate
cs: Kompletovat
tr: Harmanla

source: Page Setup
cs: Vzhled stránky
tr: Sayfa Yapýsý

source: Cleaning
cs: Èi¹tìní
tr: Temizleme

source: Deep Cleaning
cs: Hloubkové èi¹tìní
tr: Yoðun Temizleme

source: Roller Cleaning
cs: Èi¹tìní kladek
tr: Silindir Temizleme

source: Bottom Plate Cleaning
cs: Èi¹tìní spodní desky
tr: Alt Plaka Temizleme

source: Nozzle Check
cs: Kontrola trysek
tr: Püskürtme Ucu Denetimi

source: Print Head Alignment
cs: Nastavení tiskové hlavy
tr: Yazýcý Kafasý Hizalama

source: Ink Counter Reset
cs: Vynulování poèítadla inkoustu
tr: Mürekkep Sayacý Sýfýrlama

source: Low Ink Warning Setting
cs: Nastavení varování pøi nízké hladinì inkoustu
tr: Mürekkep Az Uyarýsý Ayarý

source: Ink Cartridge Settings
cs: Nastavení kazety s inkoustem
tr: Mürekkep Kartuþu Ayarlarý

source: Power Off
cs: Vypnout
tr: Kapatma

source: Auto Power
cs: Automatické zapnutí
tr: Otomatik Güç

source: Custom Settings
cs: U¾ivatelská nastavení
tr: Özel Ayarlar

source: Quiet Mode
cs: Tichý re¾im
tr: Sessiz Mod

source: View Printer Status...
cs: Zobrazit stav tiskárny...
tr: Yazýcý Durumunu Görüntüle...

source: Maintenance
cs: Údr¾ba
tr: Bakým

source: Cancel
cs: Storno
tr: Ýptal

source: Custom Paper Size
cs: U¾ivatelská velikost papíru
tr: Özel Kaðýt Boyutu

source: Units:
cs: Jednotky:
tr: Birim:

source: Paper Size
cs: Velikost papíru
tr: Kaðýt Boyutu

source: inches
cs: palce
tr: inç

source: Width:
cs: ©íøka:
tr: Geniþlik:

source: Height:
cs: Vý¹ka:
tr: Yükseklik:

source: Quality:
cs: Kvalita:
tr: Kalite:

source: Fine
cs: Jemný
tr: Ýnce

source: Halftoning:
cs: Polotóny:
tr: Yarý Tonlama:

source: Dither
cs: Ditrování
tr: Titreme

source: Diffusion
cs: Difúze
tr: Daðýlma

source: Manual Color Adjustment
cs: Ruèní nastavení barev
tr: El Ýle Renk Ayarlama

source: Color Balance
cs: Vyvá¾ení barev
tr: Renk Dengesi

source: Yellow:
cs: ®lutá:
tr: Sarý:

source: Black:
cs: Èerná:
tr: Siyah:

source: Cyan:
cs: Azurová:
tr: Camgöbeði:

source: Magenta:
cs: Purpurová:
tr: Eflatun:

source: Intensity:
cs: Intenzita:
tr: Yoðunluk:

source: Print Type:
cs: Typ tisku:
tr: Yazdýrma Türü:

source: Brightness:
cs: Jas:
tr: Parlaklýk:

source: Send
cs: Odeslat
tr: Gönder

source: Pause Page
cs: Pozastavit stránku
tr: Sayfayý Duraklat

source: Pause Scan
cs: Pozastavit skenování
tr: Taramayý Duraklat

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to F.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ F zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile F arasýndaki sütunlarýn alanlarýna girin.

source: Horizontal Alignment (-3 to +7)
cs: Horizontální nastavení (-3 a¾ +7)
tr: Yatay Hizalama (-3 - +7)

source: A. Black:
cs: A. Èerná:
tr: A. Siyah:

source: B. Cyan:
cs: B. Azurová:
tr: B. Camgöbeði:

source: C. Magenta:
cs: C. Purpurová:
tr: C. Eflatun:

source: D. Photo Cyan:
cs: D. Foto azurová:
tr: D. Fotoðraf Camgöbeði:

source: E. Photo Magenta:
cs: E. Foto purpurová:
tr: E. Fotoðraf Eflatun:

source: Bi-directional Alignment (-3 to +3)
cs: Oboustranné nastavení (-3 a¾ +3)
tr: Çift Yönlü Hizalama (-3 - +3)

source: F. Bi-directional:
cs: F. Obousmìrnì:
tr: F. Çift Yönlü:

source: Change Combination
cs: Zmìnit kombinaci
tr: Birleþimi Deðiþtir

source: Change
cs: Zmìnit
tr: Deðiþtir

source: Back to Setup
cs: Zpìt k nastavení
tr: Kur'a Dön

source: You cannot print with the following combination:
cs: S následující kombinací nelze tisknout:
tr: Aþaðýdaki birleþimle yazdýramazsýnýz:

source: The following is recommended:
cs: Doporuèení:
tr: Aþaðýdaki önerilir:

source: Click Change to use this or Back to Setup to select a different combination.
cs: Klepnìte na Zmìnit, pokud chcete pou¾ít tuto kombinaci, nebo na Zpìt k nastavení, pokud chcete vybrat jinou kombinaci.
tr: Bunu kullanmak için Deðiþtir'i veya farklý bir birleþim seçmek için Kur'a Dön'ü týklatýn.

source: Ignore
cs: Ignorovat
tr: Yoksay

source: You have selected the following combination:
cs: Byla vybrána následující kombinace:
tr: Aþaðýdaki birleþimi seçtiniz:

source: Change Media Type
cs: Zmìnit typ média
tr: Ortam Türünü Deðiþtir

source: Available Media Types:
cs: Dostupné typy médií:
tr: Kullanýlabilir Ortam Türleri:

source: Aligning for standard resolution. Inspect the printed pattern and determine the number of the pattern where the upper and lower lines appear to coincide. Enter this number for B1, B2.
cs: Bude provedeno nastavení standardního rozli¹ení. Prozkoumejte vyti¹tìný vzorek a urèete poèet vzorkù, kde se horní a dolní èáry pøekrývají. Zadejte toto èíslo pro B1 a B2.
tr: Standart çözünürlük için hizalama yapýlýyor. Yazdýrýlan deseni inceleyin ve üst ile alt çizgilerin birleþtiði desenin numarasýný belirleyin. Bu numarayý B1 ve B2 için girin.

source: (-7 to +7)
cs: (-7 a¾ +7)

source: B1. Bi-directional Alignment:
cs: B1. Oboustranné nastavení:
tr: B1. Çift Yönlü Hizalama:

source: B2. Bi-directional Alignment:
cs: B2. Oboustranné nastavení:
tr: B2. Çift Yönlü Hizalama:

source: Inspect the printed high-resolution pattern and determine the number of the pattern where the upper and lower lines appear to coincide. Enter this number for B1, B2.
cs: Prozkoumejte vyti¹tìný vzorek vysokého rozli¹ení a urèete poèet vzorkù, kde se horní a dolní èáry pøekrývají. Zadejte toto èíslo pro B1 a B2.
tr: Yazdýrýlan yüksek çözünürlüklü deseni inceleyin ve üst ile alt çizgilerin birleþtiði desenin numarasýný belirleyin. Bu numarayý B1 ve B2 için girin.

source: (-1 to +1)
cs: (-1 a¾ +1)

source: Column C:
cs: Sloupec C:
tr: Sütun C:

source: Column B:
cs: Sloupec B:
tr: Sütun B:

source: Column A:
cs: Sloupec A:
tr: Sütun A:

source: Bi-directional Alignment (-5 to +5)
cs: Oboustranné nastavení (-5 a¾ +5)
tr: Çift Yönlü Hizalama (-5 - +5)

source: Column D:
cs: Sloupec D:
tr: Sütun D:

source: Column E:
cs: Sloupec E:
tr: Sütun E:

source: Column F:
cs: Sloupec F:
tr: Sütun F:

source: Examine the printed patterns, and fill in the fields for columns G and H with the number of the pattern that is smoothest and has no stripes in areas indicated by arrows.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce G a H zadejte èíslo vzorku, který je nejlépe zarovnaný a nemá v oblastech oznaèených ¹ipkami ¾ádné pruhy.
tr: Yazdýrýlan desenleri inceleyin ve sütun G ve H'deki alanlarý en düzgün ve oklarla gösterilen alanlarda çizgi içermeyen desenin numarasýyla doldurun.

source: Vertical Alignment (-3 to +3)
cs: Svislé nastavení (-3 a¾ +3)
tr: Dikey Hizalama (-3 - +3)

source: Column G:
cs: Sloupec G:
tr: Sütun G:

source: Column H:
cs: Sloupec H:
tr: Sütun H:

source: Auto Power Settings
cs: Nastavení automatického zapínání/vypínání
tr: Otomatik Güç Ayarlarý

source: Auto Power On:
cs: Automatické zapnutí:
tr: Otomatik Açma:

source: Auto Power Off:
cs: Automatické vypnutí:
tr: Otomatik Kapatma:

source: Print Head Cleaning
cs: Èi¹tìní tiskové hlavy
tr: Yazýcý Kafasý Temizleme

source: Select print head for cleaning.
cs: Výbìr tiskové hlavy pro èi¹tìní.
tr: Temizlenecek yazýcý kafasýný seçin.

source: Print Head:
cs: Tisková hlava:
tr: Yazýcý Kafasý:

source: All Colors
cs: V¹echny barvy
tr: Tüm Renkler

source: Black
cs: Èerná
tr: Siyah

source: Color
cs: Barva
tr: Renkli

source: Execute
cs: Provést
tr: Yürüt

source: Prevent paper abrasion
cs: Zamezit otìru papíru
tr: Kaðýt yýpranmasýný engelle

source: Align heads manually
cs: Nastavit hlavy ruènì
tr: Kafalarý el ile hizala

source: Ink Drying Wait Time:
cs: Doba èekání na zaschnutí inkoustu:
tr: Mürekkep Kuruma Bekleme Süresi:

source: Short
cs: Krátká
tr: Kýsa

source: Long
cs: Dlouhá
tr: Uzun

source: Use quiet mode
cs: Pou¾ít tichý re¾im
tr: Sessiz modu kullan

source: Display low ink warning
cs: Zobrazit varování pøi nízké hladinì inkoustu
tr: Mürekkep az uyarýsýný görüntüler

source: Read your printer manual for details about a low ink warning.
cs: Podrobnosti o varování pøi nízké hladinì inkoustu najdete v u¾ivatelské pøíruèce k tiskárnì.
tr: Mürekkep az uyarýsýyla ilgili ayrýntýlar için yazýcý kýlavuzunuzu okuyun.

source: To ensure proper display of a low ink warning, the following operation is required:
cs: Chcete-li zajistit správné zobrazení varování pøi nízké hladinì inkoustu, musíte postupovat následovnì:
tr: Mürekkep az uyarýsýnýn düzgün görüntülenmesini saðlamak için aþaðýdaki iþlem gereklidir:

source: When you have replaced any ink tank with a new one, always click the Ink Counter Reset button on the Maintenance tab of the printer driver and select the new ink tank.
cs: Po výmìnì libovolné nádr¾ky s inkoustem za novou v¾dy klepnìte na tlaèítko Vynulování poèitadla inkoustu na kartì Údr¾ba v ovladaèi tiskárny a vyberte novou nádr¾ku.
tr: Bir mürekkep haznesini yenisiyle deðiþtirdiðinizde, her zaman yazýcý sürücüsünün Bakým sekmesindeki Mürekkep Sayacý Sýfýrlama düðmesini týklatýn ve yeni mürekkep haznesini seçin.

source: Select the newly replaced ink tank and click the Execute button.
cs: Vyberte novì vymìnìnou nádr¾ku a klepnìte na tlaèítko Provést.
tr: Yeni deðiþtirilen mürekkep haznesini seçin ve Yürüt düðmesini týklatýn.

source: The counter corresponding to the replaced ink tank will indicate the full level. This operation ensures proper display of a low ink warning.
cs: Poèítadlo odpovídající vymìnìné nádr¾ce s inkoustem bude indikovat plnou hladinu. Tento úkon zajistí správné zobrazení varování pøi nízké hladinì inkoustu.
tr: Deðiþtirilen mürekkep haznesine karþýlýk gelen sayaç tam düzey gösterir. Bu iþlem mürekkep az uyarýsýnýn düzgün görüntülenmesini saðlar.

source: Black Ink Tank
cs: Nádr¾ka s èerným Inkoustem
tr: Siyah Mürekkep Haznesi

source: Color Ink Tank
cs: Nádr¾ka s Barevným Inkoustem
tr: Renkli Mürekkep Haznesi

source: Deep Cleaning requires a lot of ink. Execute it when doing cleaning several times does not resolve the print head problem. Select the print head for deep cleaning.
cs: Hloubkové èi¹tìní vy¾aduje velké mno¾ství inkoustu. Provádìjte je tehdy, kdy¾ opakované èi¹tìní nevyøe¹í problém s tiskovými hlavami. Zvolte tiskovou hlavu pro hloubkové èi¹tìní.
tr: Yoðun Temizleme çok miktarda mürekkep gerektirir. Birkaç kez yapýlan temizleme yazýcý kafasý sorununu çözemezse, bunu gerçekleþtirin. Yoðun temizleme yapýlacak yazýcý kafasýný seçin.

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to H.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ H zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile H arasýndaki sütunlarýn alanlarýna girin.

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to K.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ K zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile K arasýndaki sütunlarýn alanlarýna girin.

source: Column I:
cs: Sloupec I:
tr: Sütun I:

source: Column J:
cs: Sloupec J:
tr: Sütun J:

source: Column K:
cs: Sloupec K:
tr: Sütun K:

source: Examine the printed patterns, and fill in the fields for columns L and M with the number of the pattern that is smoothest and has no stripes in areas indicated by arrows.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce L a M zadejte èíslo vzorku, který je nejlépe zarovnaný a nemá v oblastech oznaèených ¹ipkami ¾ádné pruhy.
tr: Yazdýrýlan desenleri inceleyin ve sütun L ve M'deki alanlarý en düzgün ve oklarla gösterilen alanlarda çizgi içermeyen desenin numarasýyla doldurun.

source: Column L:
cs: Sloupec L:
tr: Sütun L:

source: Column M:
cs: Sloupec M:
tr: Sütun M:

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to J.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ J zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile J arasýndaki sütunlarýn alanlarýna girin.

source: Simple Head Alignment
cs: Jednoduché nastavení tiskové hlavy
tr: Basit Kafa Hizalama

source: First execute head alignment manually. Then examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in each field.
cs: Nejprve ruènì spus»te nastavení hlavy. Pak si prohlédnìte vyti¹tìné vzorky a do ka¾dého pole zadejte èíslo vzorku, který obsahuje nejmen¹í mno¾ství pruhù.
tr: Önce kafa hizalamasýný el ile yapýn. Daha sonra, yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný her alana girin.

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to L.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ L zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile L arasýndaki sütunlarýn alanlarýna girin.

source: Examine the printed patterns, and fill in the fields for columns M and N with the number of the pattern that is smoothest and has no stripes in areas indicated by arrows.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce M a N zadejte èíslo vzorku, který je nejlépe zarovnaný a nemá v oblastech oznaèených ¹ipkami ¾ádné pruhy.
tr: Yazdýrýlan desenleri inceleyin ve sütun M ve N'deki alanlarý en düzgün ve oklarla gösterilen alanlarda çizgi içermeyen desenin numarasýyla doldurun.

source: Column N:
cs: Sloupec N:
tr: Sütun N:

source: Pattern Check
cs: Kontrola vzorku
tr: Desen Denetimi

source: Exit
cs: Konec
tr: Çýkýþ

source: Which of the following patterns does the printed pattern most closely resemble?
cs: Který z následujících vzorkù se nejvíce podobá vyti¹tìnému vzorku?
tr: Yazdýrýlan desen aþaðýdaki desenlerden hangisine daha çok benziyor?

source: The print head nozzles are not clogged. If the printed pattern resembles this pattern, you can use the printer immediately. Click Exit.
cs: Trysky tiskových hlav nejsou ucpané. Pokud se vyti¹tìný vzorek podobá tomuto vzorku, mù¾ete tiskárnu pou¾ít ihned. Klepnìte na tlaèítko Konec.
tr: Yazdýrma kafasý püskürtme uçlarý týkanmamýþ. Yazdýrýlan desen bu desene benziyorsa, yazýcýyý hemen kullanabilirsiniz. Çýkýþ'ý týklatýn.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve even after Cleaning is executed two to three times, execute Deep Cleaning.
cs: Pokud se vyti¹tìný vzorek podobá tomuto vzorku, mohou být trysky tiskových hlav ucpané. Klepnìte na tlaèítko Èi¹tìní. Pokud se vyti¹tìný vzorek nezlep¹í ani po dvou nebo tøech èi¹tìních, spus»te hloubkové èi¹tìní.
tr: Yazdýrýlan desen bu desen benziyorsa, yazýcý kafasý püskürtme uçlarý týkanmýþ olabilir. Temizleme'yi týklatýn. Temizleme iki veya üç kez gerçekleþtirildikten sonra da yazdýrýlan desen iyileþmezse, Yoðun Temizleme gerçekleþtirin.

source: Print Check Pattern
cs: Tisk testovacího vzorku
tr: Yazdýrma Denetim Deseni

source: Prints pattern that lets you check whether print head nozzles are clogged. Load a sheet of A4 or letter size plain paper in the paper source selected by the Paper Feed Switch, and click the Print Check Pattern.
cs: Vytiskne vzorek, pomocí kterého je mo¾né urèit, zda jsou trysky tiskové hlavy ucpané. Vlo¾te list bì¾ného papíru o velikosti A4 nebo Letter do zdroje vybraného pøepínaèem Podávání papíru a klepnìte na tlaèítko Tisk testovacího vzorku.
tr: Yazýcý kafasý püskürtme uçlarýnýn týkanýp týkanmadýðýný denetlemenize olanak tanýyan deseni yazdýrýr. Kaðýt Besleme Düðmesi ile seçilen kaðýt kaynaðýna A4 veya Letter boyutunda bir sayfa düz kaðýt yükleyin ve Yazdýrma Denetim Deseni'ni týklatýn.

source: Start Print Head Alignment
cs: Spustit nastavení tiskové hlavy
tr: Yazýcý Kafasý Hizalamasýný Baþlat

source: Check Setting
cs: Kontrola nastavení
tr: Ayarý Denetle

source: Starting automatic head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper in the sheet feeder and click Print Head Alignment. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Check Setting.
cs: Spou¹tí se automatické nastavení tiskové hlavy. Proto¾e nastavení zahrnuje tisk, pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte), vlo¾te do podavaèe listù jeden list bì¾ného papíru o velikosti A4 nebo Letter a klepnìte na tlaèítko Nastavení tiskové hlavy. Chcete-li provést ruèní nastavení tiskové hlavy, klepnìte na tlaèítko Storno. Dále v ovladaèi tiskárny na kartì Údr¾ba klepnìte na tlaèítko U¾ivatelská nastavení, za¹krtnìte políèko Nastavit hlavy ruènì a klepnìte na tlaèítko Odeslat. Potom akci opakujte. Klepnutím na tlaèítko Kontrola nastavení lze vytisknout a zkontrolovat aktuální nastavení.
tr: Otomatik yazýcý kafasý hizalamasý baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn), sayfa besleyiciye A4 veya Letter boyutunda bir sayfa düz kaðýt koyun ve Yazýcý Kafasý Hizalama'yý týklatýn. El ile yazýcý kafasý hizlamasý gerçekleþtirmek için, Ýptal'i týklatýn. Ardýndan, yazýcý sürücüsünün Bakým sekmesindeki Özel Ayarlar'ý týklatýn, Yazýcý kafalarýný el ile hizala'yý iþaretleyin ve Gönder'i týklatýn. Sonra yeniden deneyin. Yazdýrmak ve geçerli ayarý denetlemek için Ayarý Denetle'yi týklatýn.

source: Executes Bottom Plate Cleaning. 1. Remove the paper from the sheet feeder. 2. Fold A4 or letter size plain paper in half. Unfold the paper, and load the paper in the sheet feeder with the ridge of the crease facing down. Then click Execute.
cs: Spou¹tí se èi¹tìní spodní desky. 1. Vyjmìte papír z podavaèe listù. 2. Pøelo¾te bì¾ný papír o velikosti A4 nebo Letter na polovinu. Papír znovu rozlo¾te a vlo¾te ho do podavaèe listù vnitøní stranou listù smìrem nahoru. Potom klepnìte na tlaèítko Provést.
tr: Alt Plaka Temizleme iþlemini gerçekleþtirir. 1. Kaðýdý sayfa besleyiciden çýkarýn. 2. A4 veya Letter boyutlu bir kaðýdý ikiye katlayýn. Kaðýdý düzeltin ve katlama izinin sýrtý aþaðýya gelecek þekilde sayfa besleyiciye koyun. Sonra Yürüt'ü týklatýn.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Deep cleaning consumes much more ink than regular cleaning. Execute Deep Cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute Nozzle Check and check whether the print head nozzles have been unclogged.
cs: Vyèistìte ucpané trysky, které nelze vyèistit bì¾ným èi¹tìním. Hloubkové èi¹tìní spotøebuje mnohem více inkoustu ne¾ bì¾né èi¹tìní. Spus»te hloubkové èi¹tìní, pouze pokud se stav trysek nezlep¹í po bì¾ném èi¹tìní. Po skonèení hloubkového èi¹tìní spus»te program Kontrola trysek a zkontrolujte, zda jsou trysky tiskových hlav vyèi¹tìny.
tr: Normal temizleme ile temizlenemeyen püskürtme uçlarýndaki týkanýklýðý giderir. Yoðun temizleme normal temizlemeden çok daha fazla mürekkep harcar. Yalnýzca normal temizlemeden sonra püskürtme ucu durumu iyileþmezse Yoðun Temizleme gerçekleþtirin. Yoðun temizleme tamamlandýktan sonra, Püskürtme Ucu Denetimi'ni gerçekleþtirerek yazýcý kafasý püskürtme uçlarýndaki týkanýklýðýn açýlýp açýlmadýðýný denetleyin.

source: Changing the Paper Source
cs: Zmìna nastavení Zdroj papíru
tr: Kaðýt Kaynaðýný Deðiþtirme

source: The selected paper size cannot be used in the current Paper Source setting. Paper Source setting is changed to the Auto Sheet Feeder.
cs: Papír vybrané velikosti nelze pou¾ít s aktuálnì nastaveným zdrojem papíru. Zdroj papíru byl zmìnìn na Automatický podavaè listù.
tr: Seçilen kaðýt boyutu geçerli Kaðýt Kaynaðý ayarýyla kullanýlamaz. Kaðýt kaynaðý ayarý Otomatik Sayfa Besleyici olarak deðiþtirildi.

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to J.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ J zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile J arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns A to F (-3 to +7)
cs: Nastavení ve sloupcích A a¾ F (-3 a¾ +7)
tr: A - F Sütunlarýnda Ayarlama (-3 - +7)

source: Adjustment in Columns G to J (-5 to +5)
cs: Nastavení ve sloupcích G a¾ J (-5 a¾ +5)
tr: G - J Sütunlarýnda Ayarlama (-5 - +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns K to P.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce K a¾ P zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný K ile P arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns K to N (-5 to +5)
cs: Nastavení ve sloupcích K a¾ N (-5 a¾ +5)
tr: K - N Sütunlarýnda Ayarlama (-5 - +5)
