Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.60/po/*.po
Languages: cs, tr

source: Adjustment in Columns O and P (-3 to +3)
cs: Nastavení ve sloupcích O a¾ P (-3 a¾ +3)
tr: O - P Sütunlarýnda Ayarlama (-3 - +3)

source: Column O:
cs: Sloupec O:
tr: Sütun O:

source: Column P:
cs: Sloupec P:
tr: Sütun P:

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to G.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ G zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile G arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns A to E (-3 to +7)
cs: Nastavení ve sloupcích A a¾ E (-3 a¾ +7)
tr: A - E Sütunlarýnda Ayarlama (-3 - +7)

source: Adjustment in Columns F and G (-5 to +5)
cs: Nastavení ve sloupcích F a¾ G (-5 a¾ +5)
tr: F - G Sütunlarýnda Ayarlama (-5 - +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns H to J.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce H a¾ J zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný H ile J arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns H and I (-5 to +5)
cs: Nastavení ve sloupcích H a¾ I (-5 a¾ +5)
tr: H - I Sütunlarýnda Ayarlama (-5 - +5)

source: Adjustment in Column J (-3 to +3)
cs: Nastavení ve sloupci J (-3 a¾ +3)
tr: Sütun J'de Ayarlama (-3 - +3)

source: Execute head alignment. Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns A to H.
cs: Spustit nastavení tiskové hlavy. Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce A a¾ H zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Kafa hizalamasý yapýn. Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný A ile H arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns G and H (-5 to +5)
cs: Nastavení ve sloupcích G a¾ H (-5 a¾ +5)
tr: G - H Sütunlarýnda Ayarlama (-5 - +5)

source: Examine the printed patterns, and enter the pattern number of the pattern with the least amount of streaking in the fields for columns I to M.
cs: Prohlédnìte si vyti¹tìné vzorky a do polí pro sloupce I a¾ M zadejte èísla vzorkù, které obsahují nejmen¹í mno¾ství pruhù.
tr: Yazdýrýlan desenleri inceleyin ve en az çizgi oluþan desenin desen numarasýný I ile M arasýndaki sütunlarýn alanlarýna girin.

source: Adjustment in Columns I to L (-5 to +5)
cs: Nastavení ve sloupcích I a¾ L (-5 a¾ +5)
tr: I - L Sütunlarýnda Ayarlama (-5 - +5)

source: Adjustment in Column M (-3 to +3)
cs: Nastavení ve sloupci M (-3 a¾ +3)
tr: Sütun M'de Ayarlama (-3 - +3)

source: Adjustment in Columns A to F (-5 to +5)
cs: Nastavení ve sloupcích A a¾ F (-5 a¾ +5)
tr: A - F Sütunlarýnda Ayarlama (-5 - +5)

source: Adjustment in Columns G to L (-5 to +5)
cs: Nastavení ve sloupcích G a¾ L (-5 a¾ +5)
tr: G - L Sütunlarýnda Ayarlama (-5 - +5)

source: Select the ink cartridge for printing.
cs: Vyberte kazetu s inkoustem pro tisk.
tr: Yazdýrma için mürekkep kartuþunu seçin.

source: Ink Cartridge:
cs: Kazeta s inkoustem:
tr: Mürekkep Kartuþu:

source: Grayscale
cs: Stupnì ¹edi
tr: Gri Tonlama

source: Photo
cs: Fotografická
tr: Fotoðraf

source: Graphic
cs: Grafika
tr: Grafik

source: Do you want to change the Paper Source setting to %s, which is optimum for the selected Media Type.
cs: Chcete zmìnit nastavení zdroje papíru na %s, který je optimální pro vybraný typ média?
tr: Kaðýt Kaynaðý ayarýný, seçili Ortam Türü için en iyi seçenek olan %s olarak deðiþtirmek istiyor musunuz?

source: Changing %s to %s is recommended.
cs: Doporuèuje se zmìna z %s na %s.
tr: %s öðesinin %s olarak deðiþtirilmesi önerilir.

source: Click Change to use the new combination, Ignore to use the current combination, or Back to Setup to select a different combination.
cs: Klepnìte na Zmìnit, pokud chcete pou¾ít novou kombinaci, Ignorovat, pokud chcete pou¾ít stávající kombinaci, nebo Zpìt k nastavení, pokud chcete vybrat jinou kombinaci.
tr: Yeni birleþimi kullanmak için Deðiþtir'i, geçerli birleþimi kullanmak için Yoksay'ý veya farklý bir birleþim seçmek için Kur'a Dön'ü týklatýn.

source: Changing %s setting is recommended.
cs: Doporuèujeme zmìnit nastavení %s.
tr: %s ayarýnýn deðiþtirilmesi önerilir.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Ignore to use the current combination or Back to Setup to select a different combination.
cs: Pomocí následujícího ovladaèe vyberte vhodné nastavení a klepnutím na Zmìnit pou¾ijte novou kombinaci. Klepnìte na Ignorovat, pokud chcete pou¾ít stávající kombinaci, nebo na Zpìt k nastavení, pokud chcete vybrat jinou kombinaci.
tr: Uygun ayarý seçmek için aþaðýdaki seçiciyi kullanýn ve yeni birleþimi kullanmak için Deðiþtir'i týklatýn. Geçerli birleþimi kullanmak için Yoksay'ý veya farklý bir birleþim seçmek için Kur'a Dön'ü týklatýn.

source: Changing %s setting is recommended.
cs: Doporuèujeme zmìnit nastavení %s.
tr: %s ayarýnýn deðiþtirilmesi önerilir.

source: Use the selector below to choose a suitable setting and click Change to use the new combination. Click Back to Setup to select a different combination.
cs: Pomocí následujícího ovladaèe vyberte vhodné nastavení a klepnutím na Zmìnit pou¾ijte novou kombinaci. Klepnìte na Zpìt k nastavení, pokud chcete vybrat jinou kombinaci.
tr: Uygun ayarý seçmek için aþaðýdaki seçiciyi kullanýn ve yeni birleþimi kullanmak için Deðiþtir'i týklatýn. Farklý bir birleþim seçmek için Kur'a Dön'ü týklatýn.

source: Move the paper thickness lever %s.
cs: Pøesuòte páèku pro nastavení tlou¹»ky papíru %s.
tr: Kaðýt kalýnlýðý kolunu kaydýrýn %s.

source: Media Type
cs: Typ média
tr: Ortam Türü

source: Page Size
cs: Velikost stránky
tr: Sayfa Boyutu

source: Media Type: %s cannot be used with the selected BJ Cartridge. Select the type of media you intend to use.
cs: Typ média: %s nelze pou¾ít s vybranou BJ kazetou. Vyberte typ média, který chcete pou¾ít.
tr: Ortam Türü: %s, BJ Kartuþu ile birlikte kullanýlamaz. Kullanmak istediðiniz ortam türünü seçin.

source: Plain Paper
cs: Bì¾ný papír
tr: Düz Kaðýt

source: Transparencies
cs: Fólie
tr: Asetatlar

source: Back Print Film
cs: Film pro tisk na zadní str.
tr: Arka Tarafýna Yazdýrýlan Film

source: Fabric Sheet
cs: Textilní list
tr: Kumaþ Yaprak

source: High Gloss Film
cs: Vysoce lesklý film
tr: Çok Parlak Film

source: Envelope
cs: Obálka
tr: Zarf

source: Glossy Postcard
cs: Lesklá pohlednice
tr: Parlak Kartpostal

source: High Resolution Paper
cs: Papír pro vysoké rozli¹ení
tr: Yüksek Çözünürlüklü Kaðýt

source: T-Shirt Transfers
cs: Na¾ehlovací listy
tr: T-Shirt Üzerine Aktarma

source: Thick Paper
cs: Silný papír
tr: Kalýn Kaðýt

source: High Gloss Photo Film
cs: Vysoce lesklý fotogr. film
tr: Çok Parlak Fotoðraf Filmi

source: Glossy Photo Cards
cs: Lesklý fotografický papír FM
tr: Parlak Fotoðraf Kartlarý

source: Photo Paper Pro
cs: Fotografický papír Pro

source: Matte Photo Paper
cs: Matný fotografický papír
tr: Mat Fotoðraf Kaðýdý

source: Photo Paper Plus Glossy
cs: Lesklý fotografický papír Plus
tr: Photo Paper Plus Parlak

source: Other Paper
cs: Jiný papír
tr: Diðer Kaðýt

source: Other Photo Paper
cs: Dal¹í fotopapír
tr: Diðer Fotoðraf Kaðýdý

source: Manual Feed
cs: Ruèní podávání
tr: El Ýle Besleme

source: Auto Sheet Feeder
cs: Automat. podavaè listù
tr: Otomatik Sayfa Bsl

source: Auto Feeder2
cs: Automatický podavaè 2
tr: Otomatik Sayfa Besleyici2

source: Standard Cassette
cs: Standardní kazeta
tr: Standart Kaset

source: Optional Cassette
cs: Volitelná kazeta
tr: Ýsteðe Baðlý Kaset

source: Auto Select
cs: Automatický výbìr
tr: Otomatik Seç

source: Consecutive paper feeding
cs: Postupné podávání papíru
tr: Ardýþýk kaðýt besleme

source: Tractor Feeder
cs: Traktorový podavaè
tr: Sürekli Form Besleyici

source: Cassette
cs: Kazeta
tr: Kaset

source: Paper Feed Switch
cs: Pøepínaè podávání pap.
tr: Kaðýt Besleme Düðmesi

source: Enhanced Black
cs: Zlep¹ení èerné
tr: Geliþtirilmiþ Siyah

source: Comm. Env. #10 9.50x4.12in 241.3x104.6mm
cs: Bì¾ná obálka è. 9.50x4.12in 241.3x104.6mm
tr: Ticari Zarf #10 9.50x4.12in 241.3x104.6mm

source: DL Env. 220.0 x 110.0 mm
cs: Obálka DL 220.0 x 110.0 mm
tr: DL Zarf 220.0 x 110.0 mm

source: Fanfold 8.5 x 11 8.50 x 11.00 in
cs: Skládaný 8.5 x 11 8.50 x 11.00 in

source: Fanfold 9.5 x 11 9.50 x 11.00 in
cs: Skládaný 9.5 x 11 9.50 x 11.00 in

source: Fanfold 10 x 11 10.00 x 11.00 in
cs: Skládaný 10 x 11 10.00 x 11.00 in

source: Fanfold 10 x 12 10.00 x 12.00 in
cs: Skládaný 10 x 12 10.00 x 12.00 in

source: Fanfold 12 x 8.5 12.00 x 8.50 in
cs: Skládaný 12 x 8.5 12.00 x 8.50 in

source: Fanfold 14.5 x 11 14.50 x 11.00 in
cs: Skládaný 14.5 x 11 14.50 x 11.00 in

source: Fanfold 15 x 11 15.00 x 11.00 in
cs: Skládaný 15 x 11 15.00 x 11.00 in

source: Fanfold 15 x 12 15.00 x 12.00 in
cs: Skládaný 15 x 12 15.00 x 12.00 in

source: US Fanfold 14.87 x 11.00 in
cs: Skládaný US 14.87 x 11.00 in
tr: ABD Fanfold 14.87 x 11.00 in

source: Custom...
cs: U¾ivatelský...
tr: Özel...

source: Comm. Env. #10 4.12x9.50in 104.6x241.3mm
cs: Bì¾ná obálka è. 10 4,12x9,50in 104,6x241,3mm
tr: Ticari Zarf #10 4,12x9,50in 104,6x241,3mm

source: DL Env. 110.0 x 220.0 mm
cs: Obálka DL 110,0 x 220,0 mm
tr: DL Zarf 110,0 x 220,0 mm

source: 4x6in 101.6x152.4mm
cs: 10x15 4x6in 101.6x152.4mm
tr: 10x15 4x6in 101,6x152,4mm

source: 5x7in 127.0x177.8mm
cs: 13x18 5x7in 127.0x177.8mm

source: Credit Card 2.13x3.39in 54x86mm
cs: Kreditní karta 2,13x3,39in 54x86mm
tr: Kredi Kartý 2,13x3,39in 54x86mm

source: High Speed
cs: Vysoká rychlost
tr: Yüksek Hýzlý

source: Average (Speed-biased)
cs: Prùmìrnì (na úkor rychlosti)
tr: Ortalama (Hýz eðilimli)

source: Average (Quality-biased)
cs: Prùmìrnì (na úkor kvality)
tr: Ortalama (Kalite eðilimli)

source: High Quality
cs: Vysoká kvalita
tr: Yüksek Kalite

source: Top Quality
cs: Nejvy¹¹í kvalita
tr: En Ýyi Kalite

source: Position 1
cs: Poloha 1
tr: Konum 1

source: Position 2
cs: Poloha 2
tr: Konum 2

source: Position 3
cs: Poloha 3
tr: Konum 3

source: Left
cs: Vlevo
tr: Sol

source: Center
cs: Na støed
tr: Ortala

source: Right
cs: Vpravo
tr: Sað

source: Down
cs: Dolù
tr: Aþaðý

source: Up
cs: Nahoru
tr: Yukarý

source: Front
cs: Pøední
tr: Ön

source: Back
cs: Zadní
tr: Geri

source: Smoothing
cs: Vyhlazení
tr: Düzleþtiriliyor

source: Fine(Fast)
cs: Jemný (rychlý)
tr: Ýnce(Hýzlý)

source: Banner Printing
cs: Tisk transparentu
tr: Baþlýk Sayfasý Yazdýrma

source: Color
cs: Barevná
tr: Renkli

source: Black
cs: Èerná
tr: Siyah

source: Photo
cs: Fotografická
tr: Fotoðraf

source: Black/Color
cs: Èerná/barevná
tr: Siyah/Renkli

source: Black/Photo
cs: Èerná/fotografická
tr: Siyah/Fotoðraf

source: Photo/Color
cs: Fotografická/barevná
tr: Fotoðraf/Renkli

source: Fit-to-Page Printing
cs: Tisk pøizpùsobený velikosti stránky
tr: Sayfaya Sýðdýr Yazdýrma

source: Normal-size Printing
cs: Tisk normální velikosti
tr: Normal Boyut Yazdýrma

source: Scaled Printing
cs: Tisk v mìøítku
tr: Ölçeklendirilmiþ Yazdýrma

source: More bright (Gamma = 1.0)
cs: Více jasná (Gamma = 1.0)
tr: Daha parlak (Gamma = 1,0)

source: Light
cs: Svìtlý
tr: Açýk

source: Normal
cs: Normální

source: Dark
cs: Tmavý
tr: Koyu

source: Wide
cs: ©irokoúhlá
tr: Geniþ

source: Narrow
cs: Úzká
tr: Dar

source: You have selected Borderless Printing. The document to be printed slightly extends off the paper. Print quality may deteriorate or the sheet may be stained at the top and bottom depending on the type of the media used.
cs: Vybrali jste mo¾nost Tisk bez ohranièení. Vyti¹tìný dokument mírnì pøesahuje okraje papíru. Kvalita tisku v horní a dolní èásti listu mù¾e být v závislosti na typu pou¾itého média zhor¹ena.
tr: Kenarlýksýz Yazdýrma'yý seçtiniz. Yazdýrýlacak belge yapraðýn biraz dýþýna taþabilir. Kullanýlan ortam türüne baðlý olarak, baský kalitesi düþebilir veya sayfanýn üst ve alt taraflarý lekelenebilir.

source: Borderless printing is not recommended when %s is selected for Media Type. Select the type of media you intend to use.
cs: Nedoporuèuje se pou¾ít tisk bez ohranièení, pokud je vybrán typ média %s. Vyberte typ média, který chcete pou¾ít.
tr: Ortam Türü olarak %s seçildiðinde kenarlýksýz yazdýrma önerilmez. Kullanmak istediðiniz ortam türünü seçin.

source: The document to be printed slightly extends off the paper. Print quality may deteriorate or the sheet may be stained at the top and bottom depending on the type of the media used.
cs: Vyti¹tìný dokument mírnì pøesahuje okraje papíru. Kvalita tisku v horní a dolní èásti listu mù¾e být v závislosti na typu pou¾itého média zhor¹ena.
tr: Yazdýrýlacak belge yapraðýn biraz dýþýna taþabilir. Kullanýlan ortam türüne baðlý olarak, baský kalitesi düþebilir veya sayfanýn üst ve alt taraflarý lekelenebilir.

source: Yes
cs: Ano
tr: Evet

source: No
cs: Ne
tr: Hayýr

source: Abort
cs: Pøeru¹it
tr: Durdur

source: Enable
cs: Povolit
tr: Etkinleþtir

source: Disable
cs: Zakázat
tr: Devre Dýþý Býrak

source: 5 minutes
cs: 5 minut
tr: 5 dakika

source: 10 minutes
cs: 10 minut
tr: 10 dakika

source: 15 minutes
cs: 15 minut
tr: 15 dakika

source: 30 minutes
cs: 30 minut
tr: 30 dakika

source: 60 minutes
cs: 60 minut
tr: 60 dakika

source: Starting Print Head Alignment to compensate for print head installation positioning error. Alignment entails printing, so do the following. Ready the printer (connect the cable and turn the power on), move the printer's paper thickness lever up, and load a sheet of high resolution paper in the sheet feeder. Do you want to make any adjustment?
cs: Bude spu¹tìno nastavení tiskové hlavy, které kompenzuje chybu instalaèní polohy tiskové hlavy. Nastavení spustí tisk, proto proveïte následující: Pøipravte tiskárnu (pøipojte kabel a zapnìte napájení), pøemístìte páèku nastavení tlou¹»ky papíru nahoru a vlo¾te list papíru vysokého rozli¹ení do podavaèe listù. Chcete provést nastavení?
tr: Yazýcý kafasý yükleme konumu hatasýný gidermek için Yazýcý Kafasý Hizalama iþlemi baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden, aþaðýdakileri yapýn. Yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn) yazýcýnýn kaðýt kalýnlýðý kolunu yukarý kaydýrýn ve sayfa besleyiciye bir sayfa yüksek çözünürlüklü kaðýt koyun. Ayarlama yapmak istiyor musunuz?

source: Do not start another operation until current one has finished.
cs: Nespou¹tìjte dal¹í operaci, dokud není aktuální operace dokonèena.
tr: Geçerli iþlem tamamlanana kadar baþka bir iþlem baþlatmayýn.

source: Were the patterns printed normally? If no patterns were printed or if the printout is noticeably blurred, click No and start again from the beginning.
cs: Vytiskly se vzorky správnì? Pokud se nevytiskly ¾ádné vzorky nebo pokud je tiskový výstup znatelnì rozmazaný, klepnìte na tlaèítko Ne a zaènìte znovu od zaèátku.
tr: Desenler normal yazdýrýldý mý? Hiçbir desen yazdýrýlmadýysa veya çýktý fark edilir derecede bulanýksa, Hayýr'ý týklatýn ve baþtan baþlayýn.

source: Make sure the printer power is on, the cable is connected properly, and the printer is online, then try again.
cs: Ujistìte se, ¾e je tiskárna zapnutá, kabel je øádnì pøipojen a tiskárna je ve stavu online. Potom opakujte akci.
tr: Yazýcýnýn açýk olduðundan, kablonun düzgün takýlý olduðundan ve yazýcýnýn çevrimiçi olduðundan emin olun ve sonra yeniden deneyin.

source: Print head alignment is now complete.
cs: Nastavení tiskové hlavy je nyní dokonèeno.
tr: Yazýcý kafasý hizalamasý þimdi tamamlandý.

source: Start printing nozzle check pattern? Load some paper in the sheet feeder to proceed with printing.
cs: Chcete spustit tisk testovacího vzorku trysek? Chcete-li pokraèovat v tisku, vlo¾te nìjaký papír do podavaèe listù.
tr: Yazdýrma püskürtme ucu denetim deseni yazdýrýlmaya baþlansýn mý? Yazdýrmaya devam etmek için sayfa besleyiciye bir miktar kaðýt yükleyin.

source: Turn printer off?
cs: Vypnout tiskárnu?
tr: Yazýcý kapatýlsýn mý?

source: Write settings to printer?
cs: Zapsat nastavení do tiskárny?
tr: Ayarlar yazýcýya yazýlsýn mý?

source: Cleaning paper feed rollers. You will need the special Cleaning Plate and two sheets of plain paper. First wet the cleaning area of the Cleaning Plate. Wipe away any moisture in other areas on the front and back. Place the Cleaning Plate in the sheet feeder so that the cleaning area is toward you. During cleaning, the paper feed rollers will be activated 20 times. The process will take about a minute. Do you want to start roller cleaning?
cs: Èi¹tìní váleèkù pro podávání papíru Budete potøebovat zvlá¹tní èistící desku a dva listy bì¾ného papíru. Nejprve navlhèete èistící oblast èistící desky. Ze v¹ech dal¹ích oblastí na pøední i zadní stranì vysu¹te. Umístìte èistící desku do podavaèe listù tak, aby byla èistící oblast smìrem k vám. Bìhem èi¹tìní budou 20krát aktivovány váleèky pro podávání papíru. Proces trvá asi minutu. Chcete spustit èi¹tìní váleèkù?
tr: Kaðýt besleme silindirlerini temizleme. Özel Temizleme Plakasý'na ve iki sayfa düz kaðýda gereksinim vardýr. Önce, Temizleme Plakasý'nýn temizleme alanýný ýslatýn. Öndeki ve arkadaki diðer nemli alanlarý silerek kurulayýn. Temizleme alaný size bakacak þekilde Temizleme Plakasý'ný sayfa besleyiciye koyun. Temizleme sýrasýnda, kaðýt besleme silindirleri 20 kez etkinleþtirilir. Bu iþlem yaklaþýk bir dakika sürer. Silindiri temizleme iþlemini baþlatmak istiyor musunuz?

source: Start cleaning?
cs: Spustit èi¹tìní?
tr: Temizleme baþlatýlsýn mý?

source: Start print head deep cleaning?
cs: Chcete spustit hloubkové èi¹tìní tiskové hlavy?
tr: Yazýcý kafasý yoðun temizleme iþlemi baþlatýlsýn mý?

source: To remove any moisture left on the paper feed rollers, keep the Cleaning Plate in place and insert the first sheet of plain paper into the sheet feeder.
cs: Chcete-li odstranit vlhkost, která zùstala na váleècích pro podávání papíru, ponechejte èistící desku na místì a do podavaèe listù vlo¾te první list bì¾ného papíru.
tr: Kaðýt besleme silindirlerinde kalan nemi kurutmak için, Temizleme Plakasý'ný yerinde býrakýn ve ilk düz kaðýt yapraðýný sayfa besleyiciye yerleþtirin.

source: With the Cleaning Plate still in place, insert the second sheet of plain paper into the sheet feeder to remove any remaining moisture.
cs: Èistící desku ponechejte na místì a vlo¾ením druhého listu bì¾ného papíru do podavaèe listù odstraòte zbylou vlhkost.
tr: Temizleme Plakasý yerindeyken, kalan nemi kurutmak için ikinci düz kaðýt yapraðýný sayfa besleyiciye yerleþtirin.

source: Feed roller cleaning is complete. Remove the Cleaning Plate.
cs: Èi¹tìní váleèkù podávání je dokonèeno. Vyjmìte èistící list.
tr: Besleme silindiri temizleme iþlemi tamamlandý. Temizleme Plakasý'ný çýkarýn.

source: Starting Print Head Alignment to compensate for print head installation positioning error. Alignment entails printing, so do the following. Ready the printer (connect the cable and turn the power on), move the printer's paper thickness lever up, and load a sheet of plain paper in the sheet feeder. Do you want to make any adjustment?
cs: Bude spu¹tìno nastavení tiskové hlavy, které kompenzuje chybu instalaèní polohy tiskové hlavy. Nastavení spustí tisk, proto proveïte následující: Pøipravte tiskárnu (pøipojte kabel a zapnìte napájení), pøemístìte páèku nastavení tlou¹»ky papíru nahoru a vlo¾te list bì¾ného papíru do podavaèe listù. Chcete provést nastavení?
tr: Yazýcý kafasý yükleme konumu hatasýný gidermek için Yazýcý Kafasý Hizalama iþlemi baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden, aþaðýdakileri yapýn. Yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn) yazýcýnýn kaðýt kalýnlýðý kolunu yukarý kaydýrýn ve sayfa besleyiciye bir sayfa düz kaðýt koyun. Ayarlama yapmak istiyor musunuz?

source: Do you want to clean the paper feed rollers? Load the special cleaning sheet in the sheet feeder to do this.
cs: Chcete vyèistit váleèky podávání papíru? Pokud ano, vlo¾te speciální èistící list do podavaèe listù.
tr: Kaðýt besleme silindirlerini temizlemek istiyor musunuz? Bunu yapmak için sayfa besleyiciye özel temizleme sayfasýný koyun.

source: Starting Print Head Alignment to compensate for print head installation positioning error. For optimum printing, carry out this operation after replacing a BJ Cartridge. Since alignment involves printing, make sure the printer is ready (cable connected and printer power on), and load a sheet of paper in the sheet feeder. Both standard and high resolution alignment will be done. Start print head alignment?
cs: Bude spu¹tìno nastavení tiskové hlavy, které kompenzuje chybu instalaèní polohy tiskové hlavy. Pro dosa¾ení optimálního tisku proveïte tuto operaci po výmìnì BJ kazety. Proto¾e souèástí nastavení je tisk, ujistìte se, ¾e je tiskárna pøipravena (kabel je pøipojen a napájení zapnuto), a vlo¾te list papíru do podavaèe listù. Bude provedeno nastavení standardního i vysokého rozli¹ení. Chcete spustit nastavení tiskové hlavy?
tr: Yazýcý kafasý yükleme konumu hatasýný gidermek için Yazýcý Kafasý Hizalama iþlemi baþlatýlýyor. En iyi yazdýrma sonucunu almak için bir BJ Kartuþu'nu deðiþtirdikten sonra bu iþlemi gerçekleþtirin. Hizalama yazdýrma iþlemi gerektirdiðinden, yazýcýnýn hazýr (kablosu baðlý ve yazýcý açýk) olduðundan emin olun ve sayfa besleyiciye bir sayfa kaðýt koyun. Hem standart hem de yüksek çözünürlüklü hizalama yapýlýr. Yazýcý kafasý hizalamasý baþlatýlsýn mý?

source: Aligning for high resolution consecutively. Load a new sheet of paper or reuse the same one, and click OK. The high resolution pattern will be printed.
cs: Bude nastaven následný tisk ve vysokém rozli¹ení. Vlo¾te nový list papíru nebo pou¾ijte stejný papír a klepnìte na OK. Bude vyti¹tìn vzorek vysokého rozli¹ení.
tr: Yüksek çözünürlük için art arda hizalama yapýlýyor. Yeni bir kaðýt yükleyin veya ayný kaðýdý yeniden kullanýn ve Tamam'ý týklatýn. Yüksek çözünürlük deseni yazdýrýlacak.

source: Starting Print Head Alignment to compensate for print head installation positioning error. Since alignment involves printing, make sure the printer is ready (cable connected and printer power on), move the printer's paper thickness lever left, and load a sheet of paper in the sheet feeder. Head alignment patterns will be printed. Start print head alignment?
cs: Bude spu¹tìno nastavení tiskové hlavy, které kompenzuje chybu instalaèní polohy tiskové hlavy. Jeliko¾ souèástí nastavení je tisk, ujistìte se, ¾e je tiskárna pøipravena (kabel je pøipojen a napájení zapnuto), pøemístìte páèku nastavení tlou¹»ky papíru doleva a vlo¾te list papíru do podavaèe listù. Budou vyti¹tìny vzorky nastavení hlav. Chcete spustit nastavení tiskové hlavy?
tr: Yazýcý kafasý yükleme konumu hatasýný gidermek için Yazýcý Kafasý Hizalama iþlemi baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden, yazýcýnýn hazýr olduðundan (kablosu baðlý ve yazýcý güçü açýk) emin olun, yazýcýnýn kaðýt kalýnlýðý kolunu sola kaydýrýn ve sayfa besleyiciye bir sayfa kaðýt koyun. Kafa hizalama desenleri yazdýrýlýr. Yazýcý kafasý hizalamasý baþlatýlsýn mý?

source: Additional head alignment patterns will be printed. Load another sheet of paper and click OK.
cs: Budou vyti¹tìny dal¹í vzorky nastavení tiskové hlavy. Vlo¾te dal¹í list papíru a klepnìte na OK.
tr: Diðer kafa hizalama desenleri yazdýrýlacak. Baþka bir kaðýt yükleyin ve Tamam'ý týklatýn.
