Repository: MrThanlon/cnijfilter-common
Catalog: printui-2.60/po/*.po
Languages: cs, tr

source: Deep cleaning requires a lot of ink. Execute it when doing cleaning several times does not resolve the print head problem. Start print head deep cleaning?
cs: Hloubkové èi¹tìní spotøebuje velké mno¾ství inkoustu. Spus»te hloubkové èi¹tìní tehdy, kdy¾ opakované èi¹tìní nevyøe¹í problém s tiskovými hlavami. Chcete spustit hloubkové èi¹tìní tiskových hlav?
tr: Yoðun temizleme çok miktarda mürekkep gerektirir. Birkaç kez yapýlan temizleme yazýcý kafasý sorununu çözemezse, bunu gerçekleþtirin. Yazýcý kafasý yoðun temizlemesi baþlatýlsýn mý?

source: Execute black print head deep cleaning?
cs: Chcete spustit hloubkové èi¹tìní èerné tiskové hlavy?
tr: Siyah yazýcý kafasý yoðun temizleme iþlemi gerçekleþtirilsin mi?

source: Execute color print head deep cleaning?
cs: Chcete spustit hloubkové èi¹tìní barevné tiskové hlavy?
tr: Renkli yazýcý kafasý yoðun temizleme iþlemi gerçekleþtirilsin mi?

source: Starting print head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load a sheet of plain paper in the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
cs: Spou¹tí se nastavení tiskové hlavy. Pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte). Proto¾e pøi nastavení probíhá tisk, vlo¾te do podavaèe listù list bì¾ného papíru. Tiskárna vytiskne vzorek pro nastavení. Klepnutím na tlaèítko OK nastavíte polohu tiskové hlavy.
tr: Yazýcý kafasý hizalama baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve gücü açýn) ve sayfa besleyiciye bir sayfa düz kaðýt koyun. Yazýcý bir hizalama deseni yazdýrýr. Yazýcý kafasý konumunu hizalamak için, Tamam'ý týklatýn.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To proceed to this alignment, insert a sheet of paper into the sheet feeder and click OK.
cs: Nastavení tiskové hlavy bylo provedeno. Chcete-li dokonèit nastavení, klepnìte na Storno. Pokud sa na poti¹tìné stranì objevují pruhy, mù¾ete zabránit jejich výskytu nastavením tiskové hlavy. Chcete-li provést toto nastavení, vlo¾te list papíru do podavaèe listù a klepnìte na OK.
tr: Yazýcý kafasý hizalamasý tamamlandý. Hizalamayý sonlandýrmak için Ýptal'i týklatýn. Yazdýrma tarafýnda çizgiler görünüyorsa, yazýcý kafasýný hizalayarak bunlarýn görünmesini engelleyebilirsiniz. Bu hizalamayla devam etmek için, sayfa besleyiciye bir sayfa yerleþtirin ve Tamam'ý týklatýn.

source: Cleaning paper feed rollers. First remove paper from the sheet feeder. Clicking OK will activate paper feed rollers 30 times. This activation will take about one minute and a half. When you set three sheets of plain paper according to the message, paper will be ejected and feed roller cleaning will be completed. Do you want to start feed roller cleaning?
cs: Èi¹tìní váleèkù podavaèe papíru. Nejprve vyjmìte papír z podavaèe listù. Klepnutím na tlaèítko OK se 30x aktivují váleèky podavaèe papíru. Bude to trvat pøibli¾nì minutu a pùl. Poté podle pokynù zasunete tøi listy bì¾ného papíru, papír se vysune a èi¹tìní váleèkù podavaèe papíru bude dokonèeno. Pøejete si spustit èi¹tìní váleèkù podavaèe papíru?
tr: Kaðýt besleme silindirlerini temizleme. Önce, sayfa besleyicideki kaðýtlarý çýkarýn. Tamam'ý týklattýðýnýzda kaðýt besleme silindirleri 30 kez etkinleþtirilir. Bu etkinleþtirme yaklaþýk bir buçuk dakika sürer. Ýletiye göre üç düz kaðýt ayarladýðýnýzda, kaðýt çýkarýlýr ve besleme silindirini temizleme tamamlanýr. Besleme silindiri temizleme iþlemini baþlatmak istiyor musunuz?

source: Load three sheets of plain paper in the sheet feeder.
cs: Do podavaèe papíru vlo¾te tøi listy bì¾ného papíru.
tr: Sayfa besleyiciye üç sayfa düz kaðýt yükleyin.

source: Feed roller cleaning is complete.
cs: Èi¹tìní váleèkù podavaèe je dokonèeno.
tr: Besleme silindiri temizleme iþlemi tamamlandý.

source: Black 3eBK
cs: Èerný 3eBK
tr: Siyah 3eBK

source: Black PGBK
cs: Èerná PGBK
tr: Siyah PGBK

source: Color 6C, 6M, 6Y
cs: Barevný 6C, 6M, 6Y
tr: Renkli 6C, 6M, 6Y

source: Color 6C, 6M, 6Y, 6BK
cs: Barevný 6C, 6M, 6Y, 6BK
tr: Renkli 6C, 6M, 6Y, 6BK

source: Color 7C, 7M, 7Y
cs: Barva 7C, 7M, 7Y
tr: Renkli 7C, 7M, 7Y

source: Color 7C, 7M, 7Y, 7BK
cs: Barva 7C, 7M, 7Y, 7BK
tr: Renkli 7C, 7M, 7Y, 7BK

source: Color C, M, Y, BK
cs: Barva C, M, Y, BK
tr: Renkli C, M, Y, BK

source: Color C, M, Y, PC, PM, BK
cs: Barva C, M, Y, PC, PM, BK
tr: Renkli C, M, Y, PC, PM, BK

source: Group 1 6BK, 6R, 6PC, 6PM
cs: Skupina 1 6BK, 6R, 6PC, 6PM
tr: Grup 1 6BK, 6R, 6PC, 6PM

source: Group 1 7BK, 7R, 7G, 7PC, 7PM
cs: Skupina 1 7BK, 7R, 7G, 7PC, 7PM
tr: Grup 1 7BK, 7R, 7G, 7PC, 7PM

source: Group 2 6C, 6M, 6Y
cs: Skupina 2 6C, 6M, 6Y
tr: Grup 2 6C, 6M, 6Y

source: Group 2 7C, 7M, 7Y
cs: Skupina 2 7C, 7M, 7Y
tr: Grup 2 7C, 7M, 7Y

source: Execute print head deep cleaning for Group 1?
cs: Spustit hloubkové èi¹tìní tiskové hlavy pro Skupinu 1?
tr: Grup 1 için yazýcý kafasý yoðun temizleme iþlemi gerçekleþtirilsin mi?

source: Execute print head deep cleaning for Group 2?
cs: Spustit hloubkové èi¹tìní tiskové hlavy pro Skupinu 2?
tr: Grup 2 için yazýcý kafasý yoðun temizleme iþlemi gerçekleþtirilsin mi?

source: Executes print head cleaning. Select print head for cleaning. The ink group can be identified from the nozzle check pattern.
cs: Spustí èi¹tìní tiskové hlavy. Zvolte tiskovou hlavu pro èi¹tìní. Skupinu inkoustu lze urèit ze vzorku kontroly trysek.
tr: Yazýcý kafasý temizleme iþlemini yapar. Temizlenecek yazýcý kafasýný seçin. Mürekkep grubu püskürtme ucu denetleme deseninden belirlenebilir.

source: Deep cleaning requires a lot of ink. Execute deep cleaning if the print head problem is not resolved after several regular cleanings. Select the print head for deep cleaning. The ink group can be identified from the nozzle check pattern.
cs: Hloubkové èi¹tìní vy¾aduje velké mno¾ství inkoustu. Hloubkové èi¹tìní proveïte, pokud opakované èi¹tìní nevyøe¹í problém s tiskovými hlavami. Zvolte tiskovou hlavu pro hloubkové èi¹tìní. Skupinu inkoustu lze urèit ze vzorku kontroly trysek.
tr: Yoðun temizleme çok miktarda mürekkep gerektirir. Birkaç normal temizleme sonrasý yazýcý kafasý sorunu çözülemezse yoðun temizleme gerçekleþtirin. Yoðun temizleme yapýlacak yazýcý kafasýný seçin. Mürekkep grubu püskürtme ucu denetleme deseninden belirlenebilir.

source: Starting simple head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load two sheets of A4 or letter size plain paper in the sheet feeder and click OK. Once this operation starts, it cannot be stopped until it is complete. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again.
cs: Spou¹tí se jednoduché nastavení tiskové hlavy. Pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte). Proto¾e zarovnání zahrnuje i tisk, vlo¾te do podavaèe listù dva listy bì¾ného papíru o velikosti A4 nebo Letter a klepnìte na tlaèítko OK. Tuto operaci nelze po jejím spu¹tìní zastavit, dokud není dokonèena. Chcete-li provést ruèní nastavení tiskové hlavy, klepnìte na tlaèítko Storno. Dále v ovladaèi tiskárny na kartì Údr¾ba klepnìte na tlaèítko U¾ivatelská nastavení, za¹krtnìte políèko Nastavit hlavy ruènì a klepnìte na tlaèítko Odeslat. Poté opakujte akci.
tr: Basit kafa hizalama baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve gücü açýn), sayfa besleyiciye A4 veya Letter boyutunda iki sayfa düz kaðýt koyun ve Tamam'ý týklatýn. Bu iþlem baþlatýldýktan sonra, tamamlanana kadar durdurulamaz. El ile kafa hizalamasý gerçekleþtirmek için, Ýptal'i týklatýn. Sonra, yazýcý sürücüsünün Bakým sekmesinde Özel Ayarlar'ý týklatýn, Kafalarý el ile hizala seçeneðini iþaretleyin ve Gönder'i týklatýn. Ardýndan, yeniden deneyin.

source: The rest of the alignment process will be executed. Check that the paper is loaded and click OK. The subsequent process will be executed automatically.
cs: Spustí se zbývající èást procesu nastavení tiskové hlavy. Zkontrolujte, zda je vlo¾en papír a klepnìte na tlaèítko OK. Následný proces probìhne automaticky.
tr: Hizalama iþleminin kalan kýsmý gerçekleþtirilecek. Kaðýdýn yüklü olduðunu denetleyin ve Tamam'ý týklatýn. Sonraki iþlem otomatik olarak gerçekleþtirilecek.

source: Do not start another operation until the cleaning has finished. After the cleaning ends, execute Nozzle Check and check whether the print head nozzles have been unclogged.
cs: Nespou¹tìjte dal¹í operaci, dokud není ukonèena právì probíhající operace. Chcete-li zkontrolovat stav trysek po èi¹tìní, vytisknìte testovací vzorek trysek.
tr: Temizleme iþlemi tamamlanana kadar baþka bir iþlem baþlatmayýn. Temizleme tamamlandýktan sonra, Püskürtme Ucu Denetimi'ni gerçekleþtirerek yazýcý kafasý püskürtme uçlarýndaki týkanýklýðýn açýlýp açýlmadýðýný denetleyin.

source: Cleans clogged print head nozzles. Select the target ink group for cleaning. If you are not sure of the ink group for cleaning, execute Nozzle Check.
cs: Vyèistí ucpané trysky tiskové hlavy. Vyberte skupinu inkoustù, pro kterou chcete vyèistit tiskové hlavy. Pokud si nejste jisti, pro kterou skupinu inkoustù je nutné vyèistit tiskové hlavy, spus»te program Kontrola trysek.
tr: Týkanmýþ yazýcý kafasý püskürtme uçlarýný temizler. Temizlenecek mürekkep grubu hedefini seçin. Temizlenecek mürekkep grubundan emin deðilseniz, Püskürtme Ucu Denetimi'ni gerçekleþtirin.

source: Unclogs nozzles that cannot be cleared by regular cleaning. Select the target ink group for deep cleaning. If you are not sure of the ink group for deep cleaning, execute Nozzle Check.
cs: Vyèistí trysky tiskové hlavy, které nelze vyèistit bì¾ným èi¹tìním. Vyberte skupinu inkoustù, pro které chcete tiskové hlavy hloubkovì vyèistit. Pokud si nejste jisti, pro kterou skupinu inkoustù je nutné tiskové hlavy hloubkovì vyèistit, spus»te program Kontrola trysek.
tr: Normal temizleme ile temizlenemeyen püskürtme uçlarýndaki týkanýklýðý giderir. Yoðun temizleme yapýlacak mürekkep grubu hedefini seçin. Yoðun temizleme yapýlacak mürekkep grubundan emin deðilseniz, Püskürtme Ucu Denetimi'ni gerçekleþtirin.

source: Ink Group:
cs: Skupina inkoustù:
tr: Mürekkep Grubu:

source: Deep cleaning consumes much more ink than regular cleaning. Execute Deep Cleaning only if the nozzle condition does not improve after regular cleaning. After the deep cleaning ends, execute Nozzle Check and check whether the print head nozzles have been unclogged.
cs: Hloubkové èi¹tìní spotøebuje mnohem více inkoustu ne¾ bì¾né èi¹tìní. Spus»te hloubkové èi¹tìní, pouze pokud se stav trysek nezlep¹í po bì¾ném èi¹tìní. Po skonèení hloubkového èi¹tìní spus»te program Kontrola trysek a zkontrolujte, zda jsou trysky tiskových hlav vyèi¹tìny.
tr: Yoðun temizleme normal temizlemeden çok daha fazla mürekkep harcar. Yalnýzca normal temizlemeden sonra püskürtme ucu durumu iyileþmezse Yoðun Temizleme gerçekleþtirin. Yoðun temizleme tamamlandýktan sonra, Püskürtme Ucu Denetimi'ni gerçekleþtirerek yazýcý kafasý püskürtme uçlarýndaki týkanýklýðýn açýlýp açýlmadýðýný denetleyin.

source: Cleaning consumes ink.
cs: Pøi èi¹tìní se spotøebovává inkoust.
tr: Temizleme iþlemi mürekkep kullanýr.

source: Load a sheet of A4 or letter size paper in the paper source selected by the Paper Feed Switch and click OK.
cs: Vlo¾te list papíru o velikosti A4 nebo Letter do zdroje vybraného pøepínaèem Podávání papíru a klepnìte na tlaèítko OK.
tr: Kaðýt Besleme Düðmesi ile seçilen kaðýt kaynaðýna A4 veya Letter boyutunda bir kaðýt yükleyin ve Tamam'ý týklatýn.

source: Starting print head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load a sheet of A4 or letter size plain paper in the paper source selected by the Paper Feed Switch. The printer will print an alignment pattern. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
cs: Spou¹tí se nastavení tiskové hlavy. Pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte). Proto¾e zarovnání zahrnuje i tisk, vlo¾te do zdroje papíru vybraného pøepínaèem Podávání papíru jeden list bì¾ného papíru o velikosti A4 nebo Letter. Tiskárna vytiskne vzorek pro nastavení. Klepnutím na tlaèítko Nastavení tiskové hlavy nastavíte polohu tiskové hlavy. Klepnutím na tlaèítko Kontrola nastavení lze vytisknout a zkontrolovat aktuální nastavení.
tr: Yazýcý kafasý hizalamasý baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve gücü açýn), Kaðýt Besleme Düðmesi tarafýndan seçilen kaðýt kaynaðýna A4 veya Letter boyutunda bir yaprak düz kaðýt koyun. Yazýcý bir hizalama deseni yazdýrýr. Yazýcý kafasý konumunu hizalamak için, Yazýcý Kafasý Hizalama'yý týklatýn. Yazdýrmak ve geçerli ayarý denetlemek için Ayarý Denetle'yi týklatýn.

source: Prints pattern that lets you check whether print head nozzles are clogged. Load a sheet of A4 or letter size plain paper in the sheet feeder, and click the Print Check Pattern.
cs: Vytiskne vzorek, pomocí kterého je mo¾né urèit, zda jsou trysky tiskové hlavy ucpané. Vlo¾te list bì¾ného papíru o velikosti A4 nebo Letter do podavaèe listù a klepnìte na tlaèítko Tisk testovacího vzorku.
tr: Yazýcý kafasý püskürtme uçlarýnýn týkanýp týkanmadýðýný denetlemenize olanak tanýyan deseni yazdýrýr. Sayfa besleyiciye A4 veya Letter boyutunda bir sayfa düz kaðýt yükleyin ve Yazdýrma Denetim Deseni'ni týklatýn.

source: If the printed pattern resembles this pattern, the print head nozzles may be clogged. Click Cleaning. If the printed pattern does not improve even after Cleaning is executed two times, execute Deep Cleaning.
cs: Pokud vyti¹tìný vzorek vypadá jako tento vzorek, jsou trysky tiskové hlavy pravdìpodobnì ucpané. Klepnìte na tlaèítko Èi¹tìní. Pokud se vyti¹tìný vzorek nezlep¹í ani po druhém èi¹tìní, spus»te hloubkové èi¹tìní.
tr: Yazdýrýlan desen bu desene benziyorsa, yazýcý kafasý püskürtme uçlarý týkanmýþ olabilir. Temizleme'yi týklatýn. Temizleme iki kez gerçekleþtirildikten sonra da yazdýrýlan desen iyileþmezse, Yoðun Temizleme gerçekleþtirin.

source: Print head alignment is complete. To finish the alignment, click Cancel. If streaks appear on the printing side, you can prevent them from appearing by aligning the print head. To proceed to this alignment, load a sheet of paper into the paper source selected by the Paper Feed Switch and click OK.
cs: Nastavení tiskové hlavy bylo dokonèeno. Chcete-li ukonèit nastavení, klepnìte na tlaèítko Storno. Vznikají-li na tiskové stranì pruhy, mù¾ete je odstranit nastavením tiskové hlavy. Chcete-li provést toto nastavení, vlo¾te list papíru do zdroje vybraného pøepínaèem Podávání papíru a klepnìte na tlaèítko OK.
tr: Yazýcý kafasý hizalamasý tamamlandý. Hizalamayý sonlandýrmak için Ýptal'i týklatýn. Yazdýrma tarafýnda çizgiler görünüyorsa, yazýcý kafasýný hizalayarak bunlarýn görünmesini engelleyebilirsiniz. Bu hizalamayla devam etmek için, Kaðýt Besleme Düðmesi ile seçilen kaðýt kaynaðýna bir sayfa yükleyin ve Tamam'ý týklatýn.

source: Load a sheet of A4 or letter size paper in the sheet feeder and click OK.
cs: Do podavaèe papíru vlo¾te list papíru velikosti A4 nebo Letter a klepnìte na tlaèítko OK.
tr: Sayfa besleyiciye bir sayfa A4 veya letter boyutunda kaðýt yükleyin ve Tamam'ý týklatýn.

source: The next step is to print an alignment pattern for plain paper printing. Load a sheet of A4 or letter size plain paper in the paper source selected by the Paper Feed Switch, click OK.
cs: Dal¹ím krokem je tisk vzorku nastavení pro tisk na bì¾ný papír. Vlo¾te list bì¾ného papíru o velikosti A4 nebo Letter do zdroje vybraného pøepínaèem Podávání papíru a klepnìte na tlaèítko OK.
tr: Sonraki adým düz kaðýda yazdýrma için bir hizalama deseni yazdýrmaktýr. Kaðýt Besleme Düðmesi ile seçilen kaðýt kaynaðýna A4 veya Letter boyutunda bir düz kaðýt yükleyin ve Tamam'ý týklatýn.

source: Starting automatic head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load one sheet of A4 or letter size plain paper in the sheet feeder and click Print Head Alignment. To carry out manual head alignment, click Cancel. Next, click Custom Settings on the Maintenance tab of the printer driver, check Align heads manually, and click Send. Then try again. To print and check the current setting, click Check Setting.
cs: Spou¹tí se automatické nastavení tiskové hlavy. Proto¾e nastavení zahrnuje tisk, pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte), vlo¾te do podavaèe listù jeden list bì¾ného papíru o velikosti A4 nebo Letter a klepnìte na tlaèítko Nastavení tiskové hlavy. Chcete-li provést ruèní nastavení tiskové hlavy, klepnìte na tlaèítko Storno. Dále v ovladaèi tiskárny na kartì Údr¾ba klepnìte na tlaèítko U¾ivatelská nastavení, za¹krtnìte políèko Nastavit hlavy ruènì a klepnìte na tlaèítko Odeslat. Potom akci opakujte. Klepnutím na tlaèítko Kontrola nastavení lze vytisknout a zkontrolovat aktuální nastavení.
tr: Otomatik yazýcý kafasý hizalamasý baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn), sayfa besleyiciye A4 veya Letter boyutunda bir sayfa düz kaðýt koyun ve Yazýcý Kafasý Hizalama'yý týklatýn. El ile yazýcý kafasý hizlamasý gerçekleþtirmek için, Ýptal'i týklatýn. Ardýndan, yazýcý sürücüsünün Bakým sekmesindeki Özel Ayarlar'ý týklatýn, Yazýcý kafalarýný el ile hizala'yý iþaretleyin ve Gönder'i týklatýn. Sonra yeniden deneyin. Yazdýrmak ve geçerli ayarý denetlemek için Ayarý Denetle'yi týklatýn.

source: Starting print head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), load a sheet of A4 or letter size plain paper in the paper source selected by the Paper Feed Switch. The printer will first print an alignment pattern for photo paper printing. To align the print head position, click Print Head Alignment. To print and check the current setting, click Check Setting.
cs: Spou¹tí se nastavení tiskové hlavy. Pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte). Proto¾e zarovnání zahrnuje i tisk, vlo¾te do zdroje papíru vybraného pøepínaèem Podávání papíru jeden list bì¾ného papíru o velikosti A4 nebo Letter. Tiskárna nejprve vytiskne vzorek nastavení pro tisk na fotografický papír. Klepnutím na tlaèítko Nastavení tiskové hlavy lze nastavit polohu tiskové hlavy. Klepnutím na tlaèítko Kontrola nastavení lze vytisknout a zkontrolovat aktuální nastavení.
tr: Yazýcý kafasý hizalamasý baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn), Kaðýt Besleme Düðmesi tarafýndan seçilen kaðýt kaynaðýna A4 veya Letter boyutunda bir yaprak düz kaðýt koyun. Yazýcý önce fotoðraf kaðýdýna yazdýrma için bir hizalama deseni yazdýrýr. Yazýcý kafasý konumunu hizalamak için, Yazýcý Kafasý Hizalama'yý týklatýn. Geçerli ayarla yazdýrmak ve denetlemek için Ayarý Denetle'yi týklatýn.

source: Starting print head alignment. Since the alignment involves printing, ready the printer (connect the cable and turn the power on), move the printer's paper thickness lever left, and load a sheet of A4 or letter size plain paper in the sheet feeder. The printer will print an alignment pattern. To align the print head position, click OK.
cs: Spou¹tí se nastavení tiskové hlavy. Proto¾e nastavení zahrnuje tisk, pøipravte tiskárnu (pøipojte kabely a tiskárnu zapnìte), posuòte páèku nastavení tlou¹»ky papíru doleva a do podavaèe papíru vlo¾te list bì¾ného papíru formátu A4 nebo Letter. Tiskárna vytiskne vzorek nastavení. Klepnutím na tlaèítko OK nastavíte polohu tiskové hlavy.
tr: Yazýcý kafasý hizalamasý baþlatýlýyor. Hizalama yazdýrma iþlemi gerektirdiðinden yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn), yazýcýnýn kaðýt kalýnlýðý kolunu sola kaydýrýn ve sayfa besleyiciye A4 veya Letter boyutunda bir sayfa düz kaðýt koyun. Yazýcý bir hizalama deseni yazdýrýr. Yazýcý kafasý konumunu hizalamak için, Tamam'ý týklatýn.

source: Prints pattern that lets you check whether print head nozzles are clogged. Ready the printer (connect the cable and turn the power on), move the printer's paper thickness lever left, load a sheet of A4 or letter size plain paper in the sheet feeder, and click the Print Check Pattern.
cs: Vytiskne vzorek, který umo¾òuje zkontrolovat, zda jsou trysky tiskových hlav ucpané. Pøipravte tiskárnu (pøipojte kabel a zapnìte ji), posuòte na tiskárnì páèku pro nastavení tlou¹»ky papíru vlevo, vlo¾te do podavaèe list bì¾ného papíru formátu A4 nebo Letter a klepnìte na tlaèítko Tisk testovacího vzorku.
tr: Yazýcý kafasý püskürtme uçlarýnýn týkanmýþ olup olmadýðýný kontrol etmenize olanak tanýyan deseni yazdýrýr. Yazýcýyý hazýrlayýn (kabloyu baðlayýn ve yazýcýyý açýn), yazýcýnýn kaðýt kalýnlýk kýlavuzunu sola kaydýrýn, sayfa besleyiciye bir sayfa A4 veya letter boyutunda düz kaðýt yükleyin ve Yazdýrma Denetim Deseni'ni týklatýn.

source: Color Only
cs: Pouze barevná
tr: Yalnýzca Renkli

source: Black Only
cs: Pouze èerná
tr: Yalnýzca Siyah

source: Both Black and Color
cs: Èerná i barevná
tr: Siyah ve Renkli

source: Prints using only color cartridge instead of black cartridge.
cs: Tiskne pouze pomocí barevné kazety místo èerné kazety.
tr: Siyah kartuþ yerine yalnýzca renkli kartuþ kullanarak yazdýrýr.

source: Prints using only black cartridge instead of color cartridge only when Plain Paper is selected for the Media Type on the Main Tab.
cs: Tiskne pouze pomocí èerné kazety místo barevné kazety, a to pouze v pøípadì, ¾e je na kartì Hlavní v poli Typ média vybrána mo¾nost Bì¾ný papír.
tr: Ana Sekmesinde Düz Kaðýt seçili olduðunda renkli kartuþ yerine yalnýzca siyah kartuþu kullanarak yazdýrýr.

source: Prints using both black and color cartridges.
cs: Tiskne pomocí èerné i barevné kazety.
tr: Hem siyah hem renkli kartuþlarý kullanarak yazdýrýr.

source: Max
tr: Maks

source: OK
tr: Tamam

source: Glossy Photo Paper
tr: Parlak Fotoðraf Kaðýdý

source: Photo Paper Plus Double Sided
tr: Photo Paper Plus Çift Taraflý

source: Other Fine Art Paper
tr: Diðer Fine Art Kaðýt

source: Card 2.16x3.58in 55x91mm
tr: Kart 2,16x3,58in 55x91mm

source: 720x720 dpi
tr: 720x360 dpi
